{"motorbike_2008_007241.jpg": ["A motorcycle parked next to a car.", "A silver and blue motorcycle sitting next to a car.", "A silver motorbike parked next to a car on the side of the road.", "Motorcycle in parking lot next to vehicle.", "Motorcycle parked next to a car outside."], "diningtable_2008_001758.jpg": ["friends atdinner ", "Three gentlemen sitting at a table at a dinner party ", "Three men are sitting down at a table that has drinks on it.", "Three men in suits sitting at a table.", "Three men wearing ties and suit coats pose at a table."], "chair_2008_003146.jpg": ["Two girls in pink and blue outfits.", "Two women pose beneath a sign saying Welcome to English Camp.", "Two women posing by a \"Welcome to English Camp\" sign.", "Two women smile in front of a Welcome sign.", "Two women standing together in a hall posing for the camera."], "bird_2008_004551.jpg": ["A bird holding on to a metal gate.", "A colorful bird inside a cage is hanging on to the side of the cage.", "A colorful bird is grabbing onto a chain link fence.", "A green, red and blue bird hanging on to a chain fence.", "A multi-colored bird clings to a wire fence."], "bicycle_2008_008368.jpg": ["A man fixing the back tire of his bicycle ", "A man works on his silver bicycle outside.", "A person fixing a bicycle placed upside down.", "Bicycle upside down with person repairing back tire.", "Someone attempting to fix a bicycle."], "bus_2008_001842.jpg": ["A black and white photo of a man standing next to a bus.", "A man standing beside an old bus.", "An old photo of a gentleman near a bus.", "A young man is standing next to a bus.", "Man posing in front of old style truck."], "aeroplane_2008_003905.jpg": ["An AeroMexico jet taxing along a runway ", "An aeromexico silver plane is on a runway.", "A parked silver Aero Mexico passenger jet.", "A silver and blue AeroMexico airplane travels down the jet.", "A silver AreoMexico Jet Liner sitting on the tarmac. "], "diningtable_2008_000418.jpg": ["A middle-aged women in cap pants and sandals stands in her home.", "A woman standing in a kitchen.", "A woman stands in a house just outside the bathroom.", "A woman with a purse is just inside the doorway of a dining room.", "A women with a handbag stands in a dining room near an open door."], "boat_2008_006014.jpg": ["A dilapidated pier and a boat in the water with several people on it.", "A raft with 3 adults and two children in a river.", "Four people in a canoe paddling in a river lined with cliffs.", "Several people in a canoe in the river.", "Vietnamese people on a small boat in front of a cliff "], "diningtable_2008_001077.jpg": ["A candle lit dinner set for two, each with a glass of wine ", "a dining table with two place settings, three candles, two wine glasses filled with red wine, and some tuna salad in a purple plastic bowl ", "A table is set with wine and dishes for two people.", "A table set for two.", "A wooden table is set with candles, wine, and a purple plastic bowl."], "bird_2008_008490.jpg": ["The two birds are standing on the ground.", "Two ducks on moss covered ledge.", "Two ducks standing near a tree on the river bank.", "Two ducks standing on edge of algae covered stone.", "Two mallard ducks stand on moss near trees."], "cat_2008_007363.jpg": ["A ginger and white cat curled up and asleep on a leather chair.", "A orange and white cat asleep on a leather chair.", "A orange and white cat laying on a blanket in a black leather chair.", "Tan domestic cat lounging on office chair.", "Yellow and white cat asleep on office chair with an animal print blanket."], "person_2008_003342.jpg": ["A close-up of two women posing with their thumbs up.", "One Asian and one occasion woman in glasses smiling with their thumbs up.", "Two smiling young women giving a thumbs up.", "Two smiling young women giving the thumbs up sign.", "Two women are posing for the camera and giving the thumbs up sign."], "sheep_2008_007985.jpg": ["a group of lambs in the grass ", "A group of sheep are on a hill.", "A group of sheep grazing on a hill.", "Group of lambs in grassy field.", "Many sheep standing on a green hill."], "chair_2008_000976.jpg": ["A group of women posing for a picture.", "Three Indian girls dressed up for a gathering.", "Three women in Indian dresses in a crowded room smiling.", "Three women with brown hair are smiling ", "Three young ladies from India in a restaurant."], "train_2008_004214.jpg": ["A BNSF railroad train on a track by water.", "A brightly colored train is on tracks near grass.", "A large orange and black locomotive.", "A train is traveling on the railroad track in a rural area.", "Yellow, blue and orange train on train tracks."], "pottedplant_2008_000960.jpg": ["Two blue macaws sit on a perch in a lush green garden.", "Two brightly colored parrots sitting on a fence.", "Two colorful birds sitting on a tree branch.", "two macaws sitting on a branch ", "Two parrots "], "bottle_2008_007737.jpg": ["A female in a pink tank top and jeans clutches a bottle of beer in each hand.", "A woman in a pink top posing with beer.", "A women holding two bottles of beer poses for the camera ", "Girl double sitting beers ", "There is a girl with curly hair in a pink tank top holding two beer bottles."], "boat_2008_003951.jpg": ["Two men on a pebble beach, near the edge of the water, are posing on a cloudy day.", "Two men standing on beach.", "Two men wearing coats and hats stand on the shore of a body of water.", "Two people stand on a shore with a suspension bridge in the background.", "Two people wearing jeans, jackets, and hats stand near a large river."], "bus_2008_000132.jpg": ["Advertisement sign on top of yellow school bus.", "A man and a woman standing on top of a school bus holding a cloth sign.", "Two people are on top of a school bus, holding a sign up.", "Two people holding a sign while standing on a school bus.", "Two people stand on top of a bus and hold an advertising banner."], "pottedplant_2008_000275.jpg": ["A line outside of a bookstore on a street.", "A woman with a baby stroller and others at a bookstore.", "Group of people walking into a book store.", "People stand outside a bookstore.", "Several people gather outside of a schoolbook store."], "pottedplant_2008_008641.jpg": ["A man in a striped shirt standing in front of a train in a large station.", "A man stands in front of a train.", "A man walking away from a shuttle.", "An old man with a train ", "The man is posing in front of a modern locomotive."], "aeroplane_2008_005538.jpg": ["An old airplane with yellow wings and a blue tail flying on a beautiful day.", "A small yellow plane with blue and white stars flies against the blue sky.", "A yellow and blue airplane is flying in the sky.", "A yellow and white biplane in the sky viewed from below.", "Yellow and white plane flying through the air."], "bicycle_2008_008725.jpg": ["A cyclist riding along a waterside path ", "A person riding on a bicycle by the water.", "Perosn riding bike along bike path in front of lake.", "Person riding bike and observing the city view along a waterfront bike path.", "Shot from behind of a person bicycling by the sea."], "bottle_2008_000911.jpg": ["an empty glass vase and a colorful vase with paper flowers behind it made from a bottle ", "An empty glass vase and a painted Coke bottle with paper flowers.", "A vase and homemade flowers.", "Two clear vases and a bright multi-colored vase full of artificial flowers sit on top of a piano underneath a painting.", "Two clear vases and homemade looking vase with homemade flowers."], "chair_2008_007415.jpg": ["A chair as the central item in the picture ", "A chair next to a vase of flowers.", "A fancy chair sitting on the carpet with flowers to the left.", "A formal chair in the living room.", "Wood chair with white cushion situated on blue carpeting."], "person_2008_001837.jpg": ["Four people are behind a table.", "Three middle-aged women and a man sit at a patio table with a bottle of wine.", "Three women drinking wine on a patio with a man, in a city.", "Three women drinking wine while a man looks on.", "Two women sitting around a table drinking wine while others watch."], "bottle_2008_000202.jpg": ["A 4-H booth with posters, television, and three people presenting near a laptop.", "A presenting being interviewed ", "People pose with a microphone in front of a display.", "The people are in front of the 4-H display.", "Vendors work their booth at the trade show."], "tvmonitor_2008_006159.jpg": ["A comfortable entertainment center in an apartment.", "A living room TV on which someone is playing a video game.", "A television is turned on, in a room with bookshelves.", "A view of a living room with a television and shelves.", "Television sitting next to two shelves full of neck knacks."], "diningtable_2008_008266.jpg": ["A middle-aged woman poses for the camera at a steakhouse.", "A woman in a white blouse and black necklace sits at a table.", "A woman wearing black and white sits at a table with an empty plate, a cellphone, a bag and a glasses.", "A women sitting in a restaurant wearing a black and white outfit.", "Woman sitting at a table with an empty plate."], "bottle_2008_005549.jpg": ["A bearded man is holding a child in a sling.", "A bearded man stands while holding a small child in a green sheet.", "A bearded man with a baby in a sling poses.", "Man standing in kitchen with little girl in green sack.", "Man with beard and baby "], "bird_2008_005757.jpg": ["A beautiful striped bird on a barren limb.", "A small bird perched on an icy branch.", "a small bird sitting on a branch in winter ", "A yellow bird perched on a branch.", "Small yellow and brown bird sitting on frozen branch."], "bird_2008_004362.jpg": ["A yellow and black bird eats from a bird feeder.", "A yellow bird eating fruit on a bird feeder.", "A yellow bird is eating fruit on a wire grate.", "Yellow bird eating fruit.", "Yellow bird eating some food on a grate "], "sofa_2008_008271.jpg": ["A black and wooden seating area.", "A black couch ", "A black leather couch with glass doors behind.", "A picture of of a black leather couch.", "The black leather couch looks resting for future owner."], "chair_2008_007361.jpg": ["An apartment scene showing a small fridge, a table with stools, a desk, and a chair with a towel over the back.", "A small refrigerator with a tv on top, a small table and stools, and a large desk and chair.", "A sparse kitchen still has the benefits of television.", "A television is sitting on top of a refrigerator in a kitchen with two tables.", "One small desk and one large desk are positioned against the wall."], "sofa_2008_008106.jpg": ["A bright blue couch sits near a overturned chaise lounge and bench.", "A living room with a blue sofa, camp bed, wooden bench and dresser.", "An empty living room with a blue couch ", "A room with a blue sofa and an overturned cot.", "A sparse room in an apartment is a little disheveled."], "sofa_2008_000128.jpg": ["A middle aged lady with brown hair holding a newborn baby.", "A smiling woman holding a small baby.", "a woman sitting on a sofa holding a baby ", "A women holds a small baby while sitting on a sofa.", "Older woman holding newborn baby."], "bird_2008_008185.jpg": ["A man and a boy take a serene walk on the beach.", "A man and a woman holding hands walking along the beach.", "A man and boy walking along a beach with the sea in the background.", "A man with a beard and a skullcap and a boy walk along the ocean's shore.", "Man and boy walking on beach."], "dog_2008_001676.jpg": ["A close up picture of a Saint Bernard.", "A large brown and white dog.", "A St. Bernard dog close-up with a sleepy look on his face.", "A St. Bernard dog sitting in a grassy area ", "Close-up of a St. Bernard."], "diningtable_2008_006750.jpg": ["A group of friends gathered in a restaurant eating.", "Five people pose at a restaurant table.", "Group of people sitting at table of restaurant.", "Two men and three women in a restaurant.", "Two older men and three women seated at a restaurant table."], "bottle_2008_006004.jpg": ["A close-up of an open refrigerator with food in it.", "A fridge is open to show an assortment of food.", "A white refrigerator holds various foods and drinks.", "The inside of a white refrigerator.", "The inside of a white refrigerator."], "sheep_2008_002430.jpg": ["A dog chasing its prey through a field of grass ", "Sheep being herded by black and white dog.", "The dog is herding three sheep.", "Three goats are being rounded up by a dog.", "Three goats are chased by a dog."], "dog_2008_003852.jpg": ["A black dog in a grass field.", "A black dog standing in a field.", "A gray wolf with a collar stands in the wild grass.", "A grey dog standing in a grassy field.", "Dark colored dog standing in grassy field."], "tvmonitor_2008_003609.jpg": ["girls and one guy playingtwister ", "Three people playing Twister.", "Two girls and guy play Twister in a living room.", "Two girls playing twister while guy watches.", "Two women play twister while a man looks on."], "boat_2008_003100.jpg": ["A man stands while paddling a small canoe.", "A person stands and rows a wooden boat in dirty water.", "Person steering wooden boat through brown water.", "The local fisherman sets off on their boat.", "Villager on a wooden boat floating on a dirty river."], "person_2008_004740.jpg": ["A woman in a black bikini top and jeans.", "A woman wearing jeans, a dark bikini top, and a bracelet.", "A women wearing a bikini top and jeans.", "A young woman with a bracelet is wearing a bikini top and jeans.", "Girl poses in bikini top and jeans."], "horse_2008_007588.jpg": ["A brown and white pony facing the camera.", "A group of horses grazing in a field.", "A palomino stands apart from the herd on the barest spot in the field.", "A stocky horse with golden main and white hooves and nose in a pasture with other horses.", "Pony walking through grass field."], "sheep_2008_005736.jpg": ["Animals stand near plants and a wire fence.", "One black and two white lambs graze near a fence.", "One black sheep and two white sheep graze in the forest next to a fence.", "Three goats feeding on greenery.", "Two white goats and one black goat graze on plants."], "diningtable_2008_005348.jpg": ["A dinner table set for three people.", "A Thanksgiving meal with white daisies on a small table.", "Dinner sitting on a table and ready to be served.", "There is a turkey on the table along with other foods on plates.", "The table is set for a turkey dinner and decorated with white daisies."], "dog_2008_000138.jpg": ["A few people and a dog are inside a lean-to type structure.", "A group of people and a black and white dog standing in a construction site.", "A group of people in an incomplete house shot from outside.", "People gathered in an unfinished building.", "Several people standing inside of house with black and white dog lying down."], "cow_2008_007026.jpg": ["Brown and white cows are looking ahead ", "Several cows looking at a camera.", "Three cows in a stable are lined up and looking at the camera.", "Three cows standing in a row in a barn.", "Three cows with white faces in a barn."], "pottedplant_2008_007281.jpg": ["A man sits on the couch and uses his laptop in a living room.", "A man sitting in a cluttered room.", "An elderly man works on his laptop at home.", "Man with laptop computer sitting on a couch in a small room.", "Older gentleman sitting on couch with laptop."], "aeroplane_2008_008432.jpg": ["A grounded plane ", "Airplane being loaded or unloaded for flight ", "Loading cargo onto the plane prior to take-off.", "The front end of a British Airways Boeing 747 on the tarmac. ", "The front end of an airplane at an airport."], "horse_2008_006991.jpg": ["A jockey rides a brown and white horse in a dirt corral.", "A person dressed in white on a brown horse.", "A person rides a brown horse.", "A woman riding a brown horse.", "Horse trotting through arena with person on back."], "car_2008_005234.jpg": ["A yellow car is painted like a cartoon mouse.", "A yellow four-door vehicle with whiskers, a mouth and buckteeth painted on it.", "A yellow stretch-beetle limo with a mouse face and ears.", "Car painted bright yellow with red letters and big round black ears simulating a smiling mouse ", "Exterminators can use cars as driving billboards."], "cat_2008_001592.jpg": ["a brown and white fat cat looking out of an iron gate ", "A cat is looking outside through a screen door.", "A cat sitting on the ground looks out through a clear door screen.", "Cat looking out screen door ", "The cat admires the sunshine outside."], "bottle_2008_005939.jpg": ["A man dressed in a pale scarf with a stick.", "A seated young man draped in a tan cloth holding a stick.", "A young man is dressed like a mystic.", "Man sitting cross legged while wearing a brown cloth and holding a wooden stick.", "The man is sitting cross legged wearing a cloak and holding a stick."], "dog_2008_004653.jpg": ["A black dog ", "A black dog is in a forest ", "A black dog standing in front of yellow flowers.", "Black long-haired dog standing in middle of garden.", "Profile of a black dog."], "bicycle_2008_008753.jpg": ["A bicycle is scaling the stone wall.", "A BMX bike being ridden over a stone ledge.", "A BMX bike doing a trick on a landmark.", "A kid jumping a ledge with a bike ", "Someone using a bike to go up a small embankment "], "chair_2008_007922.jpg": ["A chandelier over a dining room table.", "A dining room filled with dark-wood furniture.", "A dining room with a long wooden table and seven chairs around it.", "A furnished dining room.", "A shiny dining table with ornate padded chairs."], "person_2008_004123.jpg": ["A small boy with curly black hair sits at a table to color.", "A small child looks at the camera with crayons in its hands.", "A young boy coloring with a red and blue crayon.", "A young child scribbling with crayons.", "The boy is playing with Crayolas."], "bicycle_2008_007935.jpg": ["A child holding large bags stands next to a tall bicycle beside the road..", "A girl walks a bike down a trained street.", "Little girl walking with her bicycle in the dirt.", "The girl is pushing a bicycle.", "The young lady prepares to board the oversize bike."], "bird_2008_007317.jpg": ["A black bird sits on the edge of a piece of pavement looking to the side.", "A blackbird sitting on the ground.", "Black bird sitting on a concrete slab.", "Black bird standing on concrete.", "The black bird is sitting on the ground."], "boat_2008_007056.jpg": ["A bus parked by a harbor.", "A white bus with the word Julia is near water and a big ship.", "A white bus with water and a barge in the background.", "A white Julia bus passing by the waterfront.", "Large green boat floating on water.l"], "car_2008_000346.jpg": ["A man is standing next to a yellow sports car.", "A man standing next to a yellow sports car.", "A man stands next to a yellow Corvette.", "Man standing in front of yellow corvette.", "The proud owner shows off his new car."], "horse_2008_008318.jpg": ["A close-up of a brown horse's head.", "A close-up view of a horse's head.", "A side view of a horse's head.", "Horse with halter on tied to the wall.", "Profile of a horse's halter in a stall."], "boat_2008_005664.jpg": ["a boat with two people on blue water in front of a fort ", "A lone boat wades in the peaceful sea.", "Two men in a small wooden canoe on the water.", "Two men in the ocean in a small canoe paddle in front of a cement structure.", "Two people rowing a canoe with a stone fort in the background."], "horse_2008_001031.jpg": ["A girl in a red shirt is riding a brown horse.", "A girl in riding gear sits atop a brown horse.", "A girl riding on a brown and white horse.", "A young woman is riding a Bay hose in a dirt riding-ring.", "A young women riding a horse."], "bicycle_2008_008320.jpg": ["A main holds two bikes near a beach.", "A young man wearing a striped shirt is holding two bicycles.", "Man with two bicycles at the beach, looking perplexed.", "Red haired man holding two bicycles.", "Young redheaded man holding two bicycles near beach."], "cow_2008_003094.jpg": ["a man in a straw hat with three calves in front and a cliff face behind him ", "A person leads three brown cows down a trail near the water.", "A person walks with three cows.", "A woman following three cows down a dirt road next to a pond ", "Three cows and a woman walking."], "sofa_2008_008517.jpg": ["A woman and elderly woman sitting together posing on a couch.", "Elderly woman sitting on red patterned couch with her arm around younger woman.", "Two ladies, one younger and one older, sit on a living room sofa while smiling for the camera.", "Two women pose together on a sofa.", "Two women sitting on couch posing for camera."], "horse_2008_002459.jpg": ["A woman equestrian riding a horse.", "A young female rider on a brown horse ", "I young woman rides here horse in the English style.", "The woman is riding on the brown horse.", "Young woman in riding gear on top of horse."], "sofa_2008_000857.jpg": ["A bedroom decorated in beige and brown colors with a large bed, sofa, and rug. ", "A bedroom decorated in beige and chocolate.", "A classy bedroom ", "The brown and beige themed bedroom has a sofa next to a wooden bed and a rug in front of the bed.", "This room has a cream and brown bed and loveseat."], "train_2008_003068.jpg": ["A green steam engine traveling on the railroad tracks.", "A green steam train running down the tracks.", "An old train travels in the country.", "A steam engine comes down a train track near trees.", "Steamy locomotive speeding thou the forest."], "diningtable_2008_001451.jpg": ["A blond woman mingles with guests at a party.", "A gathering of people of different cultures in a house.", "A group of people standing near an open doorway chatting.", "Six people mingling at a party.", "Young woman in pink dress wearing white necklace smiling."], "pottedplant_2008_001078.jpg": ["A black and white cat gets into a basket of yarn.", "A black and white cat is pawing at a pile of yarn on the floor.", "A black and white cat playing with a blanket.", "A black and white cat playing with a wool basket.", "A black cat with white paws in a cluttered room."], "boat_2008_005695.jpg": ["A three masted schooner lying at anchor.", "A three mast ship sailing in front of a larger cruise ship in the open sea.", "A wooden ship sailing.", "A wooden yacht on the ocean.", "Sail boat floating on the blue water."], "sofa_2008_000636.jpg": ["A brown haired woman with a crying baby on her knee sitting on a couch.", "A lady in a red sweater sitting on the couch holding her crying baby on her knee who is wearing blue pajamas with a blue elephant.", "A woman holding a crying baby sits on a sofa.", "A women in a red sweater holding a crying baby.", "Mom tries to get her child to stop crying."], "bird_2008_008404.jpg": ["A brown, white and black spotted owl.", "A close up view of an owl.", "An owl sits quietly for the photo.", "Up close view of an owl.", "Up close view of calico colored owl."], "bicycle_2008_001626.jpg": ["A bike painted pink sitting on a sidewalk outside a building.", "An old bicycle painted almost completely pink standing against a city building.", "A pink bicycle is in front of a building ", "A pink bicycle is parked next to a brick and concrete building.", "A pink bicycle with matching tires."], "sofa_2008_008628.jpg": ["A broken sofa sits beneath a concrete structure with graffiti.", "A broken sofa underneath an underpass marked with graffiti.", "A couch outside by graffiti covered walls and columns.", "A couch sits outside by graffiti covered walls ", "An old sofa sitting underneath a concrete bridge."], "motorbike_2008_002948.jpg": ["A blue, tan, and black leather sofa on the sidewalk between bicycles.", "An orange and white couch on the street next to marked bicycles.", "A sofa parked between two bicycles and a scooter.", "Bicycles and a moped are parked near a loveseat.", "Tan and gray couch outside next to bicycles."], "sofa_2008_000648.jpg": ["A grown man wears a baby bib and sits on the couch.", "A man sitting on a sofa with a baby's bib around his neck.", "A man wearing a baby's bib and holding a baby's toy.", "A smiling man on a sofa is holding up a set of colorful rings.", "Man wearing a bib sitting on a green couch."], "bus_2008_004614.jpg": ["A beautiful day to visit the cathedral.", "Cars driving near a model building ", "City square with buses and cars.", "Traffic in front of a stately building ", "Vehicles driving infant of an ornate building "], "tvmonitor_2008_006948.jpg": ["A living room with a green sofa, table and TV.", "Living room setting with wood floor, green chair, lamp on a table and a fireplace.", "Living room with bay window, historian fireplace, hardwood floors, and a green couch.", "Living room with TV, stereo equipment, green couch, and wooden floor.", "Living room with wooden floor and green couch."], "boat_2008_004014.jpg": ["A small yellow boat is beached on the shore near the ocean.", "A small yellow boat sitting on a tropical beach.", "A yellow boat on shore ", "Canoe on the beach close to the sea.", "Yellow boat on a beach "], "dog_2008_004528.jpg": ["A brown and white dog sits on a floral-patterned chair.", "A small orange and white dog with a collar and a bell relaxes on a flower print pillow.", "Brown and white dog with bell on black collar.", "Dog on a flower print pillow ", "White and tan dog on a flowered couch."], "diningtable_2008_001155.jpg": ["A kitchen with pine doors and a table and chairs.", "A white table wait three chairs are located in a kitchen.", "Picture of a kitchen and dining room table.", "White tables and chairs are near the kitchen.", "Wooden cabinets in kitchen."], "train_2008_000916.jpg": ["Green train arriving at station.", "Passangers wait to get on a little green children ", "Passengers at a station waiting to board a train pulled by a green locomotive engine.", "Passengers loading onto a train with a green and black steam engine.", "Several people waiting to board the train."], "pottedplant_2008_000196.jpg": ["A calico cat seated on the doorstep surrounded by bikes and junk.", "A cat is sitting in between two bikes.", "Calico cat sitting on step in front of a door.", "Multi colored cat sitting on a step between two bicycles.", "The cat is sitting between two bicycles in front of a door."], "cow_2008_002270.jpg": ["A goat grazing by the water.", "A pair of goats grazing, with a body of water and mountain behind them.", "Two animals grazing next to a mountain, and a body of water.", "Two mountain goats grazing in front of an alpine lake.", "Two sheep grazing next to a lake with mountains in the background."], "boat_2008_001041.jpg": ["A caravel towing a fiberglass boat.", "A large boat pulling a small white boat.", "An old fashioned wooden sailing ship in the ocean.", "Sail boat sailing through the water on the ocean.", "The ship is sailing in the ocean."], "horse_2008_008075.jpg": ["Horse outfitted with riding gear.", "There are two brown horses with bridles on.", "Two draft horses are in full carting gear.", "two horses ", "Two horses pulling something on the street."], "pottedplant_2008_007823.jpg": ["A close up of a potted plant.", "A large green plant stork sitting in a large ceramic pot.", "A plant grows inside a clay pot next to a Buddha figurine.", "The stem of a plant in a terracotta pot with a little Buddha shot from above.", "This is the green stem of a potted plant."], "chair_2008_007378.jpg": ["A dog on the deck chewing on a twig.", "A dog playing with a stick.", "A small white dog chews on a twig while lying on a wooden deck.", "Tan puppy chewing on a plant lying down on the patio.", "The white dog is laying on the wooden floor underneath the table."], "diningtable_2008_008363.jpg": ["A brown formal dining table with four chairs underneath a crystal chandelier.", "A dining room containing a dining table and chairs along with a cabinet.", "An elegant chandelier hangs in a room with antique wooden furnishings.", "A traditionally decorated dining room.", "Elegant dining room with wood furniture."], "aeroplane_2008_008424.jpg": ["Airplane on runway in front of buildings.", "An aircraft sitting on the runway.", "A white airplane is on a runway.", "Front image of a parked silver airplane.", "Plane on runway with buildings in the background "], "tvmonitor_2008_001021.jpg": ["A man pressing a button on a television.", "A man sitting and pointing at a blurred screen.", "a man turning on a TV in his office ", "A man viewing television in a doctors office.", "Man pointing at image on tv. "], "cow_2008_008370.jpg": ["A cow walking through a field.", "A dark colored cow is near a white animal on grass.", "Two black and one whit cow grazing in a pasture.", "Two black and one white cow graze in the pasture.", "Two cows graze in a field."], "bus_2008_005196.jpg": ["a bus at night in town", "A trolleybus with passengers waiting on a road.", "A white bus driving on the street at night.", "Streetcar running down a city street at night.", "The bus goes on in the evening."], "horse_2008_008040.jpg": ["A brown horse and rider jumping over hay bales.", "A girl on a horse jumps over hay bails.", "A horse with a rider jumps over a bale of hay.", "A jockey jumps a brown horse over a bale of hay.", "Equestrian in jumping event."], "chair_2008_002758.jpg": ["A large pile of scrap wood.", "A large pile of wooden items piled high.", "A pile of scrap boards with a man behind and to the side.", "A pile of used wooden building materials with a chair on top.", "Pile of wooden debris with chair on top."], "horse_2008_004175.jpg": ["A brown horse grazing in a field of green grass.", "A brown horse stands in tall grass.", "A fenced in brown horse running through the grass.", "A reddish brown horse with white face in a green pasture.", "Brown horse standing in middle of grassy field."], "cat_2008_002201.jpg": ["A gray and white cat laying down looking through a white fence.", "A gray cat peering through the fence.", "A gray cat with green eyes sits on a windowsill looking through the blinds.", "A striped cat looking lazily through vertical blinds.", "Grey cat sitting on a windowsill behind blinds."], "train_2008_008200.jpg": ["An electric streetcar is on train tracks.", "A passenger train going over a railroad crossing.", "Train coming forward on a track.", "Train gliding on tracks.", "Train pulling into a station."], "bus_2008_003060.jpg": ["A yellow bus has a face and ears like a cat.", "The bus is in the shape of a cat.", "The kitty bus offers the riders a pleasant atmosphere.", "This is a yellow bus whose front is painted and shaped to look like a cat.", "Yellow bus shaped like a cat at side of road."], "bird_2008_007948.jpg": ["birds sitting on abar ", "Close up of two birds perched on a round piece of steel.", "Two birds are perched on a metal band.", "Two small birds facing in opposite directions.", "Two small birds perched on a metal bar."], "person_2008_003442.jpg": ["Two women in a clothing store.", "Two women in shorts shopping in a store.", "Two women shopping.", "Two women shopping at a clothing store ", "Two young women in a store with clothing hanging from the ceiling."], "pottedplant_2008_001862.jpg": ["A black dog approaches the potted plants in the foreground.", "A large dog standing behind a series of empty plant pots.", "A table with bowls and plants.", "Dog starring at potted plants ", "The curious dog looks to do some damage to the pots."], "bus_2008_005761.jpg": ["An elderly woman catches a ride on the back of the bicycle.", "A person is getting a ride on the back of a bicycle.", "A woman rides as a bicycle drives pulls her in traffic.", "The person in a hat carries a passenger on his bike in the road.", "There is a man riding on the back of a three wheeled bicycle in traffic."], "bicycle_2008_008718.jpg": ["Bikers lean into a turn during a race.", "Racing cyclists are turning a corner.", "Racing cyclists going around a curve.", "Three cyclists race down a wooded road.", "Two men on bicycles in a race with trees behind."], "bird_2008_005924.jpg": ["A flock of birds flying over a body of water ", "Birds fly low over water.", "Geese fly by over the water.", "The birds are swimming in the water.", "Two geese fly just above the surface of the water."], "dog_2008_005823.jpg": ["A black and white dog sniffing at a closed door.", "A brown and white dog beside the door.", "A dog is standing in a hallway with its nose pressed to the bottom of a door.", "A dog sniffing the bottom of a door.", "A small black and white dog is sniffing the bottom of a door."], "motorbike_2008_000109.jpg": ["A woman wearing shorts and a desktop poses on the hood of a white car.", "A woman wearing shorts on top of a white car.", "A women sits on the hood of a white car parked next to a house.", "Girl on hood of white car ", "There is a women sitting on the hood of a white car with a bathing suit on."], "train_2008_004914.jpg": ["A modern train in the snow.", "A train going down the track in a snow covered landscape.", "A yellow passenger train running along snow covered tracks.", "A yellow train on a racetrack with snow on it.", "Yellow train riding down snow covered tracks."], "bus_2008_005360.jpg": ["Tourists are ready to aboard the bus.", "Two women in red shirts are standing near a silver bus.", "two women next to a gray bus ", "Two women standing in front of tour bus.", "Two women standing outside of a bus."], "tvmonitor_2008_004930.jpg": ["A close-up of a television monitor with a man on t.v.", "A walled television screen shows an image of a dark-haired man in a white suit and brown tie.", "photo of a television screen showing a movie ", "There is a picture of a man on the television.", "The wall-mounted flat-screen TV is showing a movie."], "pottedplant_2008_003144.jpg": ["A group of people stand by a body of water looking at a building.", "A man with a small child and two other people looking at the water.", "Feet standing on a pretty day with large building in background.", "People await the next boat ride on the lake.", "Several people standing at handling of small lake."], "horse_2008_005642.jpg": ["A white horse is looking at the camera from inside it's pen.", "A white horse standing on the grass in front of a brown fence.", "Than horse standing in a field in front of a fence.", "The tan horse is in the pasture.", "White horse standing in fenced in field."], "pottedplant_2008_007390.jpg": ["A close-up of a house with yellow siding, shutters, and flowers.", "A quaint yellow house with brown shutters and flowers all around.", "A small yellow and purple house.", "Colorful flowers grow in a beige bungalow's neatly kept yard.", "The yellow house has a beautiful garden."], "diningtable_2008_006969.jpg": ["A busy restaurant with four people looking at the camera.", "A group of people eat at a table outside.", "a group of people enjoying a meal in a restaurant on a sunny day ", "A group of people having a meal outside.", "A group of people look up from their food for a photo."], "motorbike_2008_008525.jpg": ["A black motorbike parked in front of a city wall painting.", "a motorbike parked in front of a city like painted wall ", "A motorcycle is parked by a mural of a city in the evening.", "A motorcycles is parked near a wall covered with a graffiti scene of a cityscape.", "A small motorcycle is parked against a painting of a cityscape."], "chair_2008_001338.jpg": ["Elderly man in an orange vest looking at a golf cart with another elderly man.", "The two old men are standing outside in front of the house.", "Two men looking at what appears to be a golf cart.", "Two men standing in grass staring at a car.", "Two middle-aged to older men stand in front of a brown farmhouse, looking at a small vehicle."], "train_2008_007779.jpg": ["A black coal train passes many overhead wires.", "A black locomotive goes by on the train tracks.", "A black steam engine passes a fence.", "A black train moves down the tracks.", "An antique freight engine rides on the tracks."], "horse_2008_001682.jpg": ["A brown horse in a green field.", "A brown horse is standing on grass and scrub.", "A brown horse stands in a lush green field.", "A dark brown horse standing in a field.", "Horse standing in a field "], "boat_2008_003701.jpg": ["A docked fishing boat on a clear day.", "a fishing boat at anchor ", "A small fishing boat anchored in a cove.", "A wooden freighter at anchor.", "Fisherman's boat floating on the water."], "car_2008_004100.jpg": ["A BOAC Boeing 747 sitting on the airport tarmac.", "A commercial plane being loaded with passengers ", "Passenger plane boarding at terminal.", "Passengers boarding a large jet.", "The BOAC 747 is being boarded via the use of air stairs as it appears that the jet bridge is under reconstruction."], "aeroplane_2008_003655.jpg": ["An airliner is loaded with supplies for its next flight.", "An airliner on the ground is being loaded for flight.", "A passenger plane sitting on the runway with loading equipment attached to it.", "A plane is docked at a terminal.", "Large white and blue airplane in a parked position."], "pottedplant_2008_000564.jpg": ["a girl and three tents are outside a house with a flag ", "A girl walking across a lawn with three tents and a flagpole.", "A yard with three tents, a young girl and a flower planter.", "A young girl stands in front of three tents in a yard.", "Several tents set up on grass in backyard."], "cat_2008_002410.jpg": ["cats on abed ", "The peaceful cats rest on the bed.", "Two cats are seated on a bed.", "two cats, one brown and one white laying on a bed with a blue blanket ", "Two cats, one ginger, the other white laying on a bed."], "boat_2008_006289.jpg": ["a sail boat with two people ", "Two men on a sailboat with a blue sail.", "Two men sailing a small boat towards the camera.", "Two men sailing in a small sailboat.", "Two people sail a boat with a teal sail."], "person_2008_007277.jpg": ["A person on horseback rides in sand near a canyon.", "A woman rides a horse in the desert.", "A woman riding a horse in the desert.", "Lady riding a brown horse in a single desolated desert on a bright, sunny day.", "Take a solitude horse ride in the beautiful country."], "bottle_2008_006331.jpg": ["A man and woman are posing for the camera.", "A man and woman stand, smiling for camera.", "A man and women smiling for the camera in a kitchen.", "A young couple take a moment out of their shopping to take a photo.", "Yound man with woman standing together in store."], "cow_2008_006904.jpg": ["Black and brown cows sit on a field.", "Black cow lying in front of two brown cows in a field in the winter.", "Cows are lying in a hay-covered field near some leaf-less trees.", "Cows are resting on a peaceful day.", "cows lounge behind a barb wire.fence "], "pottedplant_2008_008237.jpg": ["A courtyard with a small pagoda in the center.", "A gazebo in front and other building with arched roofs behind.", "An artfully designed building.", "A pavilion with a man walking across it.", "The outside of a building with a small black gazebo in front."], "sofa_2008_008622.jpg": ["A dark brown dog on a blue loveseat and a light brown puppy on a cream rug.", "An adult basset hound lays on a blue couch while a basset hound puppy lays on a rug on the floor.", "There are two dogs, one laying on a couch, one laying on the floor.", "Two basset hounds lying down in room.", "Two dogs in a living room sitting on the couch and on the floor."], "motorbike_2008_003320.jpg": ["A girl wearing shorts and a tank top on a red and gray moped.", "A girl wearing shorts and sitting on a motor scooter.", "A lady wearing a red helmet pauses on a scooter.", "A woman posing on a red scooter.", "The woman is sitting on the red motorcycle."], "diningtable_2008_007291.jpg": ["a family of four raising their glasses for a toast ", "A group of people sitting around a dining table holding drinks in the air.", "A group of people sitting around a table with food on it.", "Four people sitting around a dinner table eating and drinking.", "Four people sitting at the table raising their glasses."], "aeroplane_2008_001380.jpg": ["A D-ERFW-6 in flight.", "An army green plane flying in the sky.", "An old fighter plane flying with German military markings.", "A small green and yellow plane in the sky.", "A WWII fighter plane with its landing gear down."], "car_2008_001274.jpg": ["A black Ferrari parked in front of trees.", "A black sports car parked on an empty street.", "A gray convertible sports car is parked in front of the trees.", "Black shiny sports car parked on concrete driveway.", "Parked black sports car."], "tvmonitor_2008_001920.jpg": ["A close-up picture of a desk with a computer and papers on it.", "a messy desktop with two monitors ", "Messy computer desk with two monitors.", "The desk is very cluttered and has an old computer on it.", "Very crowded office desk with computer monitor on."], "car_2008_001941.jpg": ["A clean, shiny black tire in the rear of a truck.", "Clean back truck tire.", "Close-up of a tire with dirty, deep treads.", "The truck has a knobby rear tire.", "This is a close up of the back corner of a truck and tire."], "bicycle_2008_004656.jpg": ["A man on a mountain bike going down an incline.", "A mountain biker riding over a small stone ridge.", "A person on a bicycle rides on a rocky path.", "Man on mountain bike coming off of small rocky ledge.", "This is a man riding a mountain bike over rocks on a clear day."], "chair_2008_003178.jpg": ["A group of red plastic chairs in a hall.", "Red chair in a tiled room.", "Red plastic chairs on a linoleum floor.", "There are red chairs, a yellow wall, a bluegreen designed wall and a table in this room.", "This brightly lit floorspace is littered with red plastic chairs."], "boat_2008_004969.jpg": ["A boat with four sails is sailing on water.", "A sail boat on the ocean.", "Sailboat in a body of water.", "Sailboat sailing on a cloudy day.", "Sail boat sailing on the water."], "car_2008_000252.jpg": ["Gentleman with one glove posing for winter photo.", "Man standing in front of a double decker bus, tree and snow covered field.", "Man standing in snow in front of a bus.", "Man standing outside in snow ", "Man with a sunglasses, in the snow in front of a bus "], "person_2008_001074.jpg": ["A woman in a t-shirt chops mushrooms.", "A woman wearing an over-sized grey Celtic T-shirt and no pants is cutting something in the kitchen.", "A women in a grey t-shirt cutting potatoes in a kitchen.", "Woman in t-shirt dicing food with large knife.", "Woman with no pants and a knife "], "bicycle_2008_001226.jpg": ["A biker in a helmet holds a phone up to their ear.", "a biker takes a break to catch a cell phone call ", "A cyclist speaking on two cell phones while sitting next to their bike.", "A person wearing a bike helmet talks on a cell phone.", "Cyclist adjusting sun glasses and talking on cell phone."], "dog_2008_000641.jpg": ["A cat and a dog laying on a rug in the sunshine.", "A small dog and a cat laying on its side, both on a white rug ", "Two dogs on a rug with sun shining through the window.", "Two small black dogs lay in the sun on a fluffy white rug and one looks directly at the camera.", "Two small black dogs on a furry white rug."], "cow_2008_006290.jpg": ["Two cows facing the camera in a field of grass.", "Two cows standing in a large field.", "Two cream color cows stand in a green pasture looking towards the camera.", "Two white cows in a green pasture.", "Two white cows in a lush green field."], "car_2008_007488.jpg": ["a side view of a red double decker bus on a busy street ", "A two-story red and blue bus is traveling on the street.", "Double decker passenger bus driving with traffic.", "Red double decker bus driving through the streets.", "The double decker bus is red and blue."], "train_2008_004367.jpg": ["A CN freight engine passes by a larger freight train.", "A CN freight train moves past wagons.", "A pair of locomotives travels by train cars.", "front side of a red freight train ", "Train with a red front."], "dog_2008_005831.jpg": ["A white animal running through snow covered woods.", "A white dog running through the forest covered in snow ", "A white dog runs through a snow covered wood.", "Furry white dog running through snow.", "The dog is playing with a snowball on a wintry day."], "horse_2008_008012.jpg": ["A bay foal is walking next to its mother in a grassy field.", "A colt walks beside its parent.", "A small horse runs on the grass.", "A young horse goes for a walk with its mother.", "Close-up of young horse walking next to a larger horse."], "sofa_2008_000421.jpg": ["A woman is lying across the laps of two men sitting on a couch.", "A women laying across two men sitting on a sofa.", "three teenagers are on a couch, the girl is laying on two guys. both guys have beer.", "Three young adults lounging on couch together.", "Two guys sit on a couch holding beers with a girl lying on their laps."], "tvmonitor_2008_005329.jpg": ["a desk in a corner of a room with a computer and a laptop ", "A desk with a laptop and a desktop computer along with a desk lamp.", "A home office set up is sparse.", "A small wooden computer desk with a laptop and desktop computer.", "Wooden computer desk with desktop and laptop."], "horse_2008_008052.jpg": ["A black horse with a red bridle is running with its mane flowing behind it.", "A horse's mane is flowing in the breeze.", "Black horse wearing red halter.", "The beautiful black horse rears its head.", "The mane of a black horse is blowing."], "motorbike_2008_002926.jpg": ["An orange Moped", "An orange scooter is parked with its kickstand down on the cement.", "A vintage looking orange motor scooter with kick stand extended.", "Orange scooter parked with kickstand out on concrete.", "Yellow scooter parked in an alley way."], "tvmonitor_2008_004506.jpg": ["A home office with three computer monitors and other equipment on a desk.", "A room with four computer monitors in a row.", "A room with several computers and pictures on the wall.", "Room with several computer monitors.", "This is a bedroom containing several computers and somewhat cluttered walls."], "cat_2008_003622.jpg": ["a cat is petted by someone ", "A ginger striped cat laying down while being stroked.", "An orange striped cat looking at the camera.", "An orange tabby cat resting.", "Tan domestic kitten lying in bed in a cage."], "sheep_2008_005938.jpg": ["A sheep in a patch of green grass.", "A sheep standing in a field of grass and clover.", "A white sheep on a hillside looking at the camera.", "The sheep grazes in the country side.", "This shaggy white sheep has a hillside of greenery to munch on."], "car_2008_001830.jpg": ["A red Dodge Ram spinning its rear tires and a black truck, whom appear to be racing.", "A red truck spins their tires while a black one leaves the frame.", "A truck is creating a lot of smoke.", "Red truck spinning tires and emitting smoke from behind.", "There is a red Dodge truck doing a burnout with the bed of a black truck in the foreground."], "bicycle_2008_004113.jpg": ["Cyclists crossing a metal bridge.", "Several people on bicycles riding over bridge.", "The bicyclists are crossing a bridge in the rain.", "Three bicyclists crossing a bridge in a city.", "Two bicycle riders about to cross a bridge alongside a rail track."], "tvmonitor_2008_005625.jpg": ["A group of people with a women holding a small child and a birthday cake.", "A woman holding a baby poses with two men and birthday decorations.", "Two men, a woman, and a small child are celebrating a birthday.", "Two men with a young lady holding a small child in front of a table holding a birthday cake.", "Woman holding baby and two men in front of birthday cake."], "chair_2008_007949.jpg": ["A carpeted kitchen with the dining room in the foreground.", "A kitchen with wood cabinets and dining table.", "A kitchen with wooden cabinets and furniture.", "A large wooden kitchendiner.", "Kitchen with wooden table and cabinets."], "bicycle_2008_008131.jpg": ["A blue bicycle parked beside the tree.", "A double-handled bicycle.", "A two-seater bike is chained to a tree.", "Blue bicycle with two sets of handlebars leaning against the tree.", "The blue bicycle is chained to the tree in the middle of the sidewalk."], "car_2008_002672.jpg": ["A liquor store alongside a laundrette with a parking lot out front.", "Empty parking lot in front of liquor store and laundromat.", "Empty parking lot of liquor and laundry store.", "The local stores are open for business.", "the parking lot and storefront of Ham's Liquor store "], "dog_2008_002859.jpg": ["A brown dog curled up in its bed.", "A dog laying in a pet jacket.", "A tan dog lying on a moggie bed looking up at the camera.", "Tan canine lying down in white bed.", "The brown dog is laying on a round dog bed."], "pottedplant_2008_002882.jpg": ["A man woman and teenage boy pose together inside.", "A women, man and a boy smiling while looking at the camera.", "A younger brother, sister and older brother in their home.", "Photo of three young adults standing in a room.", "Three people posing in front of a window."], "car_2008_006087.jpg": ["A boy sits on a horse near a group of people and another horse.", "A girl sitting on one of two horses as five other people watch.", "A group of people standing near a small child sitting on a horse.", "Here is a roan horse mounted by a child, attended by two adults and another roan horse in the background with three other people.", "Young girl on horse preparing to ride."], "dog_2008_006356.jpg": ["A brown and white dog standing on hind legs looking out a window.", "A brown and white dog standing on his hind legs looking out of a window.", "A dog looking out of a window while standing on its hind legs.", "Dog looking out window ", "Young brown and white dog looking out window."], "sheep_2008_007909.jpg": ["A close-up of an animal with curved horns.", "A close-up shot of a gray sheep ", "A sheep's face.", "close up of a gray sheep's face ", "The face of a gray ram."], "train_2008_001164.jpg": ["A colorful train ", "An old American steam engine with flags flying.", "A train coming head on ", "Black train idle on the tracks.", "The front of a gilded steam engine."], "car_2008_005641.jpg": ["A race care driving along a dirt road.", "A racing car with it wheels just barely off of the dirt road.", "A white car is near a red and white Toyota sign.", "A white racing car soars just above the dirt road near a red Toyota sign.", "Car speeding down dirt track"], "cow_2008_005375.jpg": ["Two black and white cows drinking out of a pond.", "Two black and white cows drinking water.", "Two cows are drinking from a pond.", "Two cows drinking from a stream.", "Two dairy cows drinking from a pond."], "pottedplant_2008_006112.jpg": ["A small tree and a plant inside a pot.", "A small tree is blooming.", "There is a flowering bush.", "The shaded bush awaits the sunlight.", "The small tree has some flower blossoms."], "train_2008_005282.jpg": ["An indoor train depot with trains on both sides of the walkway.", "A train parked at a train station.", "Trains inside an indoor station ", "Train station.", "Two old passenger trains in a depot."], "car_2008_007323.jpg": ["A large wooded expanse with a city in the background.", "A view from a hillside, Showing buildings and trees.", "Buildings and trees are at the base of a mountain.", "Skyview of city.", "This a picture of the countryside with a large city in the background."], "bottle_2008_003182.jpg": ["A man holding a green bottle in left hand and petting horse with the other.", "A man in a cowboy hat is looking at a brown horse whose head is reaching over the fence.", "A man with a bottle is petting a brown horse.", "Man petting horse over fence.", "Man petting horse with beer in his hand."], "train_2008_002158.jpg": ["A trail car on the tracks at a station.", "A train heading for Trenton stops at a station.", "a train in a station ", "A white train pulling into a station.", "The white train is sitting on the tracks."], "pottedplant_2008_008341.jpg": ["A metallic and ceramic dolphin sculpture in a mall.", "A mosaic glass sculpture of a whale sits in mall.", "A sculpture of a dolphin inside a building.", "A sculpture of a whale in an indoor area.", "Glass whale statue in lobby of a building."], "tvmonitor_2008_004008.jpg": ["A green lamp sits beside a television on a dresser in a bedroom with white furniture.", "A white colored room containing a table, chairs and TV ", "A white room with a tv and fridge, looks like a hotel room.", "Bedroom with white furniture and white walls.", "The bedroom set is clean and basic."], "bus_2008_003067.jpg": ["A double decker bus on a city street.", "A red double-decker bus drives toward the camera on a busy street.", "Red double decker bus driving down a street.", "Red double decker bus driving down street.", "The red bus is on the street."], "bicycle_2008_001523.jpg": ["A person rides a bicycle on concrete.", "A woman riding a bicycle on a large concrete area.", "A women riding a mountain bike on a large concrete area.", "On a large, flat concrete area a woman in shorts rides a two-wheeled bike.", "The woman is riding a bicycle."], "sofa_2008_000541.jpg": ["Four Asian young people sitting in a den or living room.", "Group of kids sitting on brown couch together.", "The girls watch highlights of the Laker game.", "Three girls are sitting on a couch and smiling next to one sitting on the floor.", "Three young teenagers sitting on a couch with another sitting on the floor."], "pottedplant_2008_003689.jpg": ["A girl sitting in a living chair.", "A girl with a backpack sits in a flower-pattered armchair in an office area.", "An Asian woman sitting in a waiting area in an office.", "A women sitting on a chair in a lobby area.", "Young woman in glasses sitting."], "sofa_2008_007837.jpg": ["A man and two women smiling at the camera while sitting on a blue sofa.", "an older couple and a girl sitting on a blue futon ", "An older man sits with an older and a younger woman on a blue couch.", "People sitting on acouch ", "The people are posing on a blue futon."], "dog_2008_004760.jpg": ["A dog lies down with its mouth open.", "A dog pokes it's head out from under a pile of stuff.", "A dog underneath a wooden beam.", "A dog with a white, black, and brown face is under a wooden beam.", "The dog is looking at the camera from under a piece of wood."], "tvmonitor_2008_004301.jpg": ["A boy looking at a computer screen.", "A boy looking at a computer screen that has a glare ", "A young boy with glasses sites in front of a computer.", "Boy using a computer.", "Boy with glasses typing on a computer."], "cow_2008_008169.jpg": ["A brown cow on a farm.", "A cow with a tag in its ear ", "A cow with a yellow ear tag showing the number 33.", "A tan calf with a yellow tag on his left ear looking at the camera.", "Brown cow with tag in left ear."], "bus_2008_000075.jpg": ["A large white \"Victory Liner\" bus with red and yellow trim is in a parking lot.", "A side view of a passenger bus.", "A Victory Liner bus is white with red and gold stripes.", "A white tour bus with red, orange and yellow stripes.", "The bus has a red, orange and yellow design on it."], "horse_2008_007524.jpg": ["A boy and his mom feeding ponies through the fence.", "A woman and a little boy greeting horses.", "A woman and young boy feeding three horses.", "A women and child feeding a group of three horses.", "Two brown horses being fed in a pen."], "diningtable_2008_007048.jpg": ["A dining room is in a house with brown carpet, a table and a fan.", "A dining room with a table and four chairs.", "A table and chairs are in a room with a picture on the wall and a ceiling fan.", "Somebody's modest dining room.", "Table and chairs underneath ceiling fan."], "bottle_2008_006024.jpg": ["A couple of gals chat over a bottle of wine.", "Two girls looking at each other over a bottle of wine.", "Two women having a conversation with a wine bottle in the foreground.", "Two women sit at a table with a wine bottle and look at each other.", "Two women staring at each other."], "bicycle_2008_008755.jpg": ["A couple posing for a photo under a large sign.", "Two bikers posing beneath a Guiness sign.", "Two people are posing with a bike under a sign.", "Two people in bicycle clothes posing with a bicycle under a sign.", "Two people with a bike standing under a sign."], "horse_2008_007612.jpg": ["A blurry picture of a man on a white horse.", "A guy on a white horse.", "A man riding a white horse.", "A man riding a white horse in an arena.", "A statue of a man with a white horse."], "bottle_2008_008526.jpg": ["a bald man lounging on a couch with a young girl and a 40 oz beer and playing cards in his hand ", "A man and young woman, the man holding cards and a bottle of some drink.", "A man holding beer bottle and cards posing with young woman on tan couch.", "A man with a bottle of bee and a card and a woman with a sucker are seated on a tan couch.", "A man with a pillow in his shirt sits on a couch holding a beer with his arm around a girl."], "train_2008_006010.jpg": ["A train car at a large group of railroad tracks ", "A train sitting on the tracks in a train yard.", "A train travels down one track amongst many.", "Caboose on train track.", "Two train engines in a rail yard."], "sofa_2008_002922.jpg": ["A couple posing for a picture on a couch.", "A man and women smiling for the camera while sitting on a black and red sofa.", "A young male and female couple sitting next to each other.", "Young couple sitting on a black couch.", "Young couple sitting on couch."], "dog_2008_001895.jpg": ["A scruffy dog looks up at someone.", "A tan color dog looks up at a person wearing cargo pants ", "A tan dog with its mouth open looking up at someone in khaki pants.", "Cute Benji like dog showing his bottom teeth.", "Shaggy dog looking up at a person."], "tvmonitor_2008_002817.jpg": ["A computer and collection of gadgets, including pop, cell phone, pot and game advance.", "A computer monitor, keyboard, pot, and cell phone sitting on a table.", "A computer with four mobile electronic devices and one magazine in front of it.", "A desktop computer with electronic devices lined up in front of it.", "Computer monitor, and various electronic devices on a desk, and a magazine to the left."], "chair_2008_008589.jpg": ["A clear plastic chair.", "A clear plastic chair in front of a bookcase.", "a clear plastic chair in front of book shelves ", "A transparent armchair sits on a light-colored wood floor near a case of books.", "Clear glass or plastic chair in a room with loaded bookshelves."], "cat_2008_007324.jpg": ["A computer on a desk ", "A computer with a cat screen saver at an office desk.", "A desktop pc with a close up picture of a cat on the monitor.", "A picture of cat is displayed on a desktop computer.", "Worker has a cat as a screen saver at the office."], "sheep_2008_000099.jpg": ["A black and tan dog looks at a black sheep. ", "A black dog is staring at a sheep. ", "A black dog looking at a brown sheep in a pen.", "A large dog stands next to a sheep in a field.", "The dog is looking at the sheep. "], "cat_2008_001885.jpg": ["A cat is looking out the window.", "A cat looking out of a window.", "A white cat looking out of a window.", "Domestic cat looking out window.", "Gray cat looking out the window."], "tvmonitor_2008_004665.jpg": ["A man sitting in a chair with a laptop on his lap watching a TV set in the corner.", "A man sitting in a nearly empty room working on a computer and watching a small television.", "A man sitting on a chair watching TV and using a laptop.", "A young man is in a chair using a laptop while the television is on.", "A young man using a laptop computer is sitting in a chair, looking at a turned on television."], "car_2008_007757.jpg": ["A blonde in a polka-dot bikini poses in front of an orange convertible car.", "A half-dressed woman standing next to an orange vehicle.", "A scantily clad woman is standing next to a car.", "A scantily clad woman standing next to a small red vehicle.", "Woman in two-piece bikini posing in front of a dune buggy."], "bus_2008_003373.jpg": ["A coach bus parked near another in a parking lot.", "A Greyhound bus parked under a tree.", "A greyhound bus with the word \"Vermont\" on the side ", "The right side of a Grayhound Bus.", "Two buses parked in a parking lot."], "boat_2008_006730.jpg": ["Guys in a boat fishing, one of them holding a large fish.", "Two men are fishing with a net from a red boat.", "Two men are in a bass boat one of them is holding a fish the other is holding a net.", "Two men catching a fish in a swamp.", "Two people in a red boat have caught a large fish."], "bus_2008_008748.jpg": ["A red and white double decker bus is parked.", "Double decker white bus parked in parking lot.", "Parked white double decker bus.", "The front and right side of a red and white double decker bus."], "cow_2008_007025.jpg": ["A black cow and a brown bull eat hay and graze on a remote farm.", "A black cow and red cow grazing ", "A black cow grazing in a field alongside a brown horned cow.", "Brown and black cows grazing on grass.", "The two cows, one black and onebrown, are grazing in a field."], "bicycle_2008_004995.jpg": ["A bicycle is parked by a shop.", "A bicycle is parked outside a bookstore.", "A green bike parked outside a book store.", "An old green bicycle with a leather seat sitting outside a quaint looking bookshop.", "Bicycle parked in front of book shop."], "car_2008_003415.jpg": ["A nice silver Toyota faces me on a brick driveway with its two front doors open.", "A silver car has its doors open.", "A silver sports car parked outside a house with both doors open.", "The front view of a grey Toyota MR2.", "The silver car looks very expensive."], "horse_2008_003447.jpg": ["A horse galloping while wearing the number 4.", "A race horse galloping without a rider.", "Brown race horse wearing race mask and halter.", "Horse in a competition.", "The racing horse is number four."], "car_2008_006336.jpg": ["A car is parked by the side of the road near mountains.", "A car is pulling off the side of the road onto the street.", "A silver car parked on the side of the road in front of the hills.", "Car on side of the road near some mountains ", "Silver car parked on side of road with mountains in background."], "cow_2008_008685.jpg": ["A black calf and a smaller brown calf standing next to a fence in front of a red barn.", "A large black cow and a smaller brown cow stand together in front a fence with a barn behind it.", "Black and brown cow standing alongside wood fence.", "The cows find a comfortable spot near a fence to spend the afternoon.", "Two calves outside next to fence."], "person_2008_006708.jpg": ["a man on a dirt bike jumping very high.", "A man on a motorbike jumping with the sky behind him ", "A motocross bike with rider flying through the air.", "Motocross rider in mid-air ", "Person on motorbike in midair at sunset."], "cat_2008_005003.jpg": ["A grey and white tabby cat is sleeping on purple fabric.", "A sleeping cat rests on the coach.", "A sleeping gray cat curled up while lying on a purple surface.", "A striped cat asleep and curled up.", "Gray cat curled up asleep on pink blanket."], "chair_2008_004122.jpg": ["A bulldog is sitting on a yellow chair, which is next to a plant and a dumpster.", "A bulldog sitting on a yellow chair beside a large waste receptacle.", "A dog sitting on a yellow chair next to a green dumpster.", "A pug dog wits on a yellow chair next to a green dumpster.", "Dog sitting next to a dumpster "], "bottle_2008_002864.jpg": ["a bald man is explaining the rules of a card game to a fat man ", "The two men are playing cards on the table.", "Two men sit at a kitchen counter facing each other while one has playing cards in front of him.", "Two men sit opposite each other at a table with playing cards spread out.", "Two men with snacks are involved in an intense-looking card game "], "dog_2008_005046.jpg": ["A small boy laying on a sofa with a dog.", "A young boy laying on a sofa with a dog ", "Boy laying on couch with dog ", "Boy lying on couch with small white dog.", "The boy is lying on a couch with a puppy."], "bottle_2008_006182.jpg": ["A figurine of a man next to a bottle of liquor ", "An action figure dancing in front of a bottle of Jack Daniels.", "A statue of an African American man by a Jack Daniels bottle.", "Close up of a Jack Daniels bottle along side a plastic model of a man.", "There is a bottle of Jack Daniels alcohol and a toy figure of a man."], "horse_2008_008393.jpg": ["A close up of a horse wearing a blue halter.", "An upclose shot of a horse in the barn.", "An up close view of a horse.", "Close up of a brown horse with a blue halter.", "Up close view of horse with halter attached to face."], "chair_2008_003998.jpg": ["A plate of food is laying on a pink tablecloth.", "A pot of food is placed in the center of a red tablecloth.", "A pot of liquid is at the center of a tinfoil covered plate.", "Someone stirs soup on a table of food.", "some seriously nasty looking food in a bowl with tinfoil "], "motorbike_2008_004084.jpg": ["A crowded street with people on motorcycles ", "People on motorbikes in a city street.", "People ride mopeds in an urban setting.", "People ride scooters on a busy side street.", "Several people on motorcycles in a market square."], "chair_2008_001841.jpg": ["A baby secured in a chair ", "A baby with blue eyes and a green shirt is sitting in a chair.", "A baby with his fingers in his mouth being held in a highchair by a red scarf.", "A small child holds its fingers in its mouth.", "Baby wearing green shirt tied into chair by a red shirt."], "pottedplant_2008_004619.jpg": ["A loft with a black bookcase beneath it.", "An interior room with a shelf of books and decorative items below a loft area.", "An open plan living area with a mezzanine level.", "Black book shelf in a white room.", "This is someone's living room and second-floor inside balcony."], "sheep_2008_008613.jpg": ["A field of black faced sheep. ", "A flock of sheep on a grassy plain ", "A group of sheep in a field.", "Several sheep grazing in the field.", "Ten sheep looking at the camera."], "tvmonitor_2008_001704.jpg": ["A laptop and a PC at a workstation.", "A laptop computer and a computer monitor.", "An HP laptop sits on a desk next to a Dell monitor.", "Computer and two monitors.", "Laptop and desktop computer screen sitting on desk."], "cat_2008_000182.jpg": ["A car sits by a window with a curtain pulled most of the way across.", "A cat is on the sill of a window with yellow.curtains ", "A cat with a striped tail crouches on the windowsill.", "Cat sitting on windowsill.", "The cat is standing on the window sill looking at the camera."], "train_2008_002222.jpg": ["A man waits on the platform as the light rail train approaches.", "A train pulls into a stop surrounded by trees.", "People wait for the train to stop so that they can board.", "People waiting for yellow and white train to stop.", "Two men watching the oncoming train."], "pottedplant_2008_007461.jpg": ["A dog laying down.", "A furry dog lying on a glass table.", "A small brown dog.", "Small brown fluffy dog sitting on a glass surface.", "Small, long-haired dog sitting on the glass table top."], "train_2008_008020.jpg": ["A moving train in a suburban area ", "A train is railing between a dead end street and a stand of evergreens.", "Black train on train tracks.", "The locomotive is visible just beyond the guardrail and in front of the telephone pole.", "Train engine with trees in the background."], "tvmonitor_2008_002328.jpg": ["A group of men sitting in a classroom.", "Students sit in a room using laptop computers.", "Three dark-haired young men sit in a classroom with one looking at his laptop.", "Three men surfing the internet.", "Young men sitting in what appears to be a class."], "cat_2008_000116.jpg": ["A black and grey striped cay lying on a comforter looking toward the camera.", "A cat curled up on a comforter.", "A tabby cat laying on a bed.", "Gray domestic cat lying down on comforter.", "The cat is laying on an animal print blanket."], "motorbike_2008_005429.jpg": ["A customer inspects a new scooter.", "A man sits on a small yellow scooter.", "A man with tattooed arms sitting on a yellow scooter.", "A tattooed man sits on a yellow scooter as another man watches.", "Guy sitting on and checking out a yellow and black motorbike."], "tvmonitor_2008_007332.jpg": ["A close-up of a computer sitting on a desk with a modem, keyboard, and large speakers.", "A desktop computer system and loudspeaker.", "A desk with a computer and speaker on top.", "Keyboard and speaker.", "This is an image of someone's computer next to scissors and a soft drink on a desk."], "sofa_2008_002929.jpg": ["Teenagers hanging out in their room.", "Two guys are sitting on a couch lazily.", "Two guys sit on a loveseat.", "Two men in shorts are sitting on a sofa.", "Two young men sitting on couch on a boat."], "diningtable_2008_002567.jpg": ["A group of people sitting around a dining table, the men dressed in military dress.", "A group of six people sit around a table with red cloth napkins.", "A group of six people sitting at a table with salad served.", "Dinner with soldiers and the wives.", "There are three women and three men in uniform sitting at a table with seven plates of salad on the table."], "bicycle_2008_003617.jpg": ["A distorted photo of a man cutting up a large cut of meat in a garage.", "A man smiling at the camera while carving up meat.", "A man smiling while he cuts up a piece of meat.", "A smiling man is standing next to a table dressing a piece of venison.", "The man is smiling into the camera as he cuts meat."], "pottedplant_2008_001784.jpg": ["A bride and groom along with other family members in a church.", "A bride and groom pose with their family.", "A wedding of a man and woman with their parents and siblings in a church.", "Wedding photo of bride and groom with several other people.", "Wedding photo on the alter."], "motorbike_2008_007746.jpg": ["A row of brightly colored motorcycles.", "A row of motorcycles is parked outside of a row of stores.", "A row of parked motorbikes.", "Brightly colored motorcycles are parked in a line.", "Motorcycles parked in town with men gathered together in the background "], "bus_2008_005676.jpg": ["A school bus driving down a road with green trees and grass in the background.", "A yellow school bus is on a road near grass and trees.", "A yellow school bus stops at a rural road's intersection.", "School bus on a road.", "Yellow bus with trees in the background "], "dog_2008_002395.jpg": ["A black and brown dog lays on the top step of a wooden deck.", "A black, white and brown dog lays at the top of some stairs.", "A dog lies down at the top of the deck steps.", "A large dog sitting at the top of some wooden stairs with a house behind.", "The dog on the porch at the top of a staircase is yawning."], "bus_2008_003489.jpg": ["A double decker bus is driving by Big Ben in London.", "Big Ben clock in London with red double decker bus driving by.", "Big Ben with a red double-decker bus passing by.", "There is a double decker bus under Big Ben.", "Tourist move in on Big Ben on a typical overcast London day."], "aeroplane_2008_002358.jpg": ["A green and gray plane is taking off from the runway.", "A green and white cargo plane taking of from an airport.", "A green and white jet taking off.", "A Jade Cargo jet in green and white taking off from an airport.", "White and green commercial airliner taking off of runway."], "cat_2008_003607.jpg": ["A blonde dog and a black and gray dog sitting on opposite ends of a beige sofa, with a gray cat sleeping between them ", "A white dog, a black dog, and a gray cat lay on a white couch together near a window.", "Cats and dogs getting along while sleeping on the couch.", "Two dogs and a cat resting on a couch.", "Two dogs and one cat sitting on couch."], "boat_2008_001160.jpg": ["A cruise ship docked at a coast.", "A docked blue and white cruise ship.", "A large cruise ship in harbor with trees behind.", "A wide screen view of a cruise liner docked at the sea shore.", "Large white cruise ship floating on water."], "sofa_2008_003814.jpg": ["A small efficiency apartment, complete with twin bed, soda, and entertainment center.", "Blue couch and twin bed in a living room.", "Picture of a dorm room ", "Red and white checkered floor with blue couch and red pillows in room.", "This is the interior of someone's living room including a TV, light, cabinet, chair, guitar, and checkered floor pattern."], "pottedplant_2008_002897.jpg": ["A man in a black hat is sitting on a chair on a patio playing guitar.", "A man playing the guitar is seated in the patio.", "A man sitting in a back yard playing the guitar.", "A musician sits on his patio playing his guitar.", "Man playing guitar while sitting down."], "dog_2008_005065.jpg": ["Two dogs playing in the water.", "Two dogs swimming in a body of water.", "Two white dogs are swimming in the water.", "two white dogs playing in shallow water ", "Two white dogs play in shallow water."], "cow_2008_008121.jpg": ["A cow stands at a milking machine.", "A spotted brown and white cow being milked by a machine.", "A white cow with brown speckles and brown head being attached to a milking machine.", "A white spotted cow being milked at a dairy.", "Cow being milked at a milk station."], "bird_2008_008347.jpg": ["A red bird and four other birds sitting in the snow.", "Family of birds walking standing in the snow.", "Five birds stand on the snow.", "Several cardinals stand in the snow.", "Small birds sitting on snow."], "bird_2008_006281.jpg": ["A white bird flying up onto a tree.", "A white bird with wings open.", "A white crane ", "Heron flapping its wings while holding on to a twig in its beak.", "The back of a white, long necked bird with its wings spread."], "diningtable_2008_004321.jpg": ["A group of people gets ready to enjoy a meal around the table.", "A group of people sitting around a table containing food.", "A mixture of people sit in a living room around a table filled with snacks.", "Four people are sitting around a living room with.snacks ", "the people are posed around a coffee table."], "bus_2008_008549.jpg": ["A crowded double-decker bus station in the city ", "A double decker bus drives past a sidewalk with pedestrians walking on it.", "A red and grey double decker bus pulling into a bus station.", "A red double decker bus on a city street.", "Red passenger bus cruising thou streets, while several people walk on the sidewalk and a tall building can be seen in the background."], "dog_2008_006130.jpg": ["a dog napping under a small table ", "A dog sleeping under a table.", "Brown and white sleeping dog.", "The spotted dog naps under the chair.", "The white, brown, and black spotted dog is asleep under the bench."], "aeroplane_2008_006621.jpg": ["An Air Canada airplane flying in the sky.", "An airplane with a canadian symbols, flying.", "A small Air Canada jet coming in to land.", "The white airplane is flying in the blue sky.", "This passenger jet has its landing gear and flaps down in preparation for landing."], "person_2008_008440.jpg": ["A group of people standing and sitting around a large circular table in a restaurant.", "Eight people are at an Asian restaurant for dinner.", "Eight people at a table at a restaurant.", "People gather around a circular table.", "The eight young people are posing at a restaurant."], "diningtable_2008_002362.jpg": ["girls at atable ", "Students enjoy breakfast at their apartment.", "Two girls sitting at the breakfast table ", "Two women sitting at a cluttered table ", "Women sitting at table full of dishes."], "train_2008_004610.jpg": ["A long train is on train tracks.", "A yellow freight train ", "Locomotive attached to a train.", "The front of a yellow freight train ", "The long yellow train is sitting on the tracks."], "car_2008_006936.jpg": ["A two story building on a street with a white car parked in front.", "A white car is parked in front of an old commercial building.", "A white car is passing an old carriage house on a street.", "Large building on city street.", "This an old fire station."], "cat_2008_000227.jpg": ["A gray cat laying on a brown table.", "A grey cat laying on a dining table.", "A grey cat lying on a wooden table.", "Black domestic cat lying on brown table.", "Grey cat on a dining room table looking at the camera."], "bottle_2008_006072.jpg": ["A blurry photo of a bottle of water.", "A close-up of an Ice Mountain water bottle.", "A close up view of a bottle of water.", "Close up of a bottle of water.", "This is a close-up of a bottle of Ice Mountain water."], "sofa_2008_004497.jpg": ["A black leather couch with a chew' lounge and a coffee table with light candles in glasses ", "A brown leather sofa with a wooden coffee table in front of it.", "A leather couch and wooden table in a living room.", "A living room with a brown leather couch and a coffee table.", "The leather couch is behind the coffee table set with glasses and place mats."], "cat_2008_007855.jpg": ["A cat laying on its side with a light source to its backside ", "A cat lying on its side.", "A close up of a brown faced cat.", "Cat shot from below.", "Multicolored cat laying on floor."], "bird_2008_008376.jpg": ["A brown duck and white duck stand on the grass.", "A duck and goose standing by a stream.", "A mallard and a tame white duck on the grass near water.", "Brown and white ducks walking on green grass.", "Two ducks are standing by the water."], "sheep_2008_006939.jpg": ["A young sheep with tags on it's ears.", "Black sheep with tags in both ears.", "Close up of a sheep ", "Close up of a white sheep with a black head.", "The tagged sheep looks sad after being sheered."], "tvmonitor_2008_004004.jpg": ["A", "A large screen tv with news headlines.", "A monitor is on to a screen reading World News Today from Yahoo. ", "Library kiosk display showing news ", "World news headlines displayed on a large screen."], "bus_2008_006635.jpg": ["A local bus makes a stop on a quiet afternoon.", "A yellow bus is traveling down a city street just past an intersection.", "A yellow bus passes through an intersection.", "A yellow city bus approaches in a metropolitan area.", "Yellow passenger bus sitting at an empty bus stop."], "bird_2008_004689.jpg": ["A blue bird standing on a lawn.", "A blue jay standing in a grassy field.", "A small blue bird standing in grass.", "Blue bird standing on green grass.", "There is a blue jay in the center of some green grass."], "train_2008_006553.jpg": ["A black steam train traveling on the railroad tracks.", "A large steam locomotive pulling a passenger train through the countryside.", "A steam engine and train moving toward the camera.", "A steam-powered locomotive.", "Train going down the tracks."], "dog_2008_002441.jpg": ["A man holds a ball in a puppies mouth.", "A puppy bites a ball.", "A small puppy being fed a chocolate treat.", "A tan puppy with a hand holding something in his mouth.", "Someone is putting something in the white dog's mouth."], "pottedplant_2008_001460.jpg": ["An indoor plant in a yellow pot by a window.", "A potted plant getting light from a window.", "A potted plant in sunlight from a window.", "A yellow plant pot with a green and white leafed plant.", "There is a green plant in a white pot sitting on a brown table."], "cat_2008_001836.jpg": ["A ginger cat laying on black plastic.", "An orange cat is laying on a black beanbag.", "Tan domestic cat under black tarp.", "The ginger cat is sitting inside black plastic lining with part of a gray tabby cat in the foreground.", "The orange cat is inside of a black plastic bag."], "person_2008_000448.jpg": ["A woman holding a baby wearing a yellow hat.", "A woman poses with a baby.", "A woman with her child.", "A women holding a small baby with a selection of bags behind.", "A young mother is holding her baby."], "bus_2008_008113.jpg": ["A bus ", "A white bus parked by a building.", "The back and left side of a small bus and a woman in a blue dress.", "The bus arrives in the village.", "White bus parked in grass in front of building."], "train_2008_008751.jpg": ["A grey and red train coming out of a tunnel.", "An orange and silver train pass by a building on a hill.", "A red and gray train is going through a tunnel.", "A red and gray train travels through a tunnel amongst the trees.", "Train going into a tunnel "], "train_2008_008203.jpg": ["A red and cream colored train with graffiti on it at a small, open air train station.", "A train is parked at a station next to benches.", "A train parked at an empty train station.", "Subway station with the vehicle parked.", "Trolley style train cars with graffiti on them sit at a station."], "cat_2008_004990.jpg": ["A brown and orange cat eating from a bowl.", "Brown cat eating in front of a wicker basket.", "Cat standing next to basket, consuming food.", "The backside of a wet orange and black cat drinking water.", "The wet cat is drinking water."], "pottedplant_2008_005874.jpg": ["A potted plant with only a few sprouting ", "Birds-eye view of a potted plant.", "Newly sprouted plants in a pot.", "Soil in a terracotta pot with green fertilizer pellets on top.", "Tiny green plants are growing in a terra cotta pot of dirt."], "train_2008_008321.jpg": ["An Amtrack train coming towards the camera on a set of tracks with tracks next to it.", "a train rides on his tracks ", "A train traveling down the tracks.", "The train arrive in the late afternoon.", "The train comes down the track, between two rows of trees."], "diningtable_2008_001809.jpg": ["A black and wood colored dining room set in a small apartment.", "A dining table and chairs in a large white room.", "A picture overlooking a small table.", "Black and brown table in living room setting.", "Room with wooden dining table."], "car_2008_000982.jpg": ["A large green bus on the street.", "A large green coach with a bridge in the background.", "Green bus and tan truck on a city street with a man waiting to cross the street.", "Green bus parked in street.", "The front of a bus viewed through the windshield of another vehicle."], "sheep_2008_008714.jpg": ["A group of sheep and a sheep dog in a large field.", "A group of sheep being herded by a dog in a pen ", "Group of sheep huddled together on gravel as dog watches.", "Several sheep grazing in the field.", "The group of sheep are standing in the sunshine under the watchful eye of the sheep dog."], "horse_2008_001235.jpg": ["A black and white photo of a woman showing a horse.", "A lady working with a horse in an arena.", "A woman displays her horse using a halter.", "A woman leading a white horse.", "A woman with a white horse."], "bus_2008_008252.jpg": ["A blue party bus ", "A blue party bus is parked on the street at.night ", "The big blue \"Party Bus\" is sitting on the street.", "The front of a parked party bus in a parking lot ", "The front of a party bus "], "tvmonitor_2008_001772.jpg": ["A green painted office with a buster eaten poster and a soda bottle on the wall.", "An office with a green wall, desk, fax machine, computer, and chairs.", "An office with multiple desks and green walls.", "Home office space with bright green walls and artwork.", "Small office space with bright green walls."], "pottedplant_2008_006611.jpg": ["A boy pointing at another boy at the table.", "A boy points at the other boy sitting across the table from him.", "Two boys sit facing one another at a table and one points at the other.", "Two people sit facing each other at a table as one points at the other.", "Two young people are sitting at a table next to a sliding glass door, with one person pointing at the other."], "boat_2008_003062.jpg": ["A dark-haired man with a mustache is behind a red-haired man on a boat.", "Two men on a ship are looking into the camera.", "Two men on a ship at sea are posing for a camera up close.", "Two men on boat floating on the water.", "Two men, one blonde and one brunette, stand in a a large boat on the ocean."], "person_2008_000748.jpg": ["A guy in a sports jersey poses with a girl in a kitchen.", "A happy couple ", "A man and women smiling at the camera while standing in a kitchen.", "A man wearing a Chicago Bears jersey poses for a picture with a woman.", "Couple posing together in kitchen."], "bicycle_2008_000090.jpg": ["A child standing on a dusty street looks at adults with large metal containers.", "Appears to be a dairy somewhere in a developing country.", "A small child in a street surrounded by people and large metal urns.", "A young boy is standing in the street near milk jugs and men in an impoverished country.", "Small child looking at adults in rundown area."], "bird_2008_004783.jpg": ["a lifeguard tower and a yellow lifeguard truck on a beach ", "a lifeguard watch tower with a pick up on a beach ", "A yellow truck is parked on a beach near a small structure.", "A yellow truck near a lifeguard station on a beach.", "Sandy field with a yellow pickup parked beside a small outpost."], "car_2008_004850.jpg": ["a stretched view of a blue car going to the right on the bottom and a beige car going toward the left ", "A white car is behind a blue car on a grassy field.", "Speeding cars pass each other on a country road.", "Two cars driving in front of grassy field.", "Two cars parked near a field."], "bicycle_2008_007719.jpg": ["A brown street bicycle.", "An old brown and blue bicycle is parked in front of a blue curtain.", "A parked brown and blue bicycle.", "Tan bicycle parked outside of blue building.", "Vintage looking 10 speed bicycle."], "sofa_2008_002776.jpg": ["A hotel room with a flat panel on the wall and a wet bar.", "A living room with a large screen TV and a man sitting on a sofa.", "A man on a couch sits in a tidy living room with a large television.", "A person sitting on a couch reading a magazine in a room with a large flatscreen television.", "Living room or den with large screen television."], "chair_2008_003472.jpg": ["A man poses on a maroon chair near a sofa with a bright pillow.", "A man sitting on a chair with legs crossed smiling at the camera.", "A smiling man who is wearing glasses is sitting on a chair with his legs crossed.", "Man sitting on red chair ", "Young man with glasses sitting on red couch."], "motorbike_2008_001203.jpg": ["A close-up of bright colored houses.", "A line of closely packed buildings.", "Alleyway with blue doors into building.", "A view of buildings with various different colors alongside each other.", "Brick, turquoise, and blue exteriors of buildings on a street."], "cow_2008_007398.jpg": ["Cows look out of place as they walk down a street.", "Several cows walking down the center of a road.", "Two cows cross a paved street.", "Two cows crossing a road intersection.", "Two cows walking down a road."], "train_2008_008001.jpg": ["A car parked in front of train tracks.", "A freight train crossing a rural road.", "A mostly black train on a track.", "A small white car and a passing train.", "A train carrying tanks passes a small silver car."], "bottle_2008_001910.jpg": ["A man adding ingredients to a large, streaming bowl.", "A man in a black sweatshirt cooks vegetables.", "Asian man cooking ", "A young oriental man cooking.", "The young man cooks at home."], "dog_2008_001070.jpg": ["A small gray dog on a leash.", "a small terrier on leash ", "Furry gray dog on a leash.", "The tiny dog notices something on his daily walk.", "Young schnauzer on leash."], "motorbike_2008_006441.jpg": ["A grey haired man inspects a red Suzuki motorcycle.", "A man inspects a red motorbike.", "A man looking at a red motorcycle.", "Man inspecting motorcycle.", "Older gentleman looking at red motorcycle."], "bus_2008_008679.jpg": ["A bus goes down a street with parked cars.", "A school bus driving down a street with many parked cars.", "a snowy road with a stopped schoolbus in the distance ", "a street with some cars covered by a little bit of snow ", "Road with the rear image of the tail lights of a bus."], "pottedplant_2008_008330.jpg": ["Art items on a table.", "A women painting a chair with a dining room in the background.", "Someone is doing artwork and their are art supplies on the table.", "This person has a table full of crafting supplies at her disposal.", "Various art supplies on a table."], "aeroplane_2008_008344.jpg": ["A fighter jet parked on the tarmac with its canopy open.", "A grounded fighter jet with a pin-up girl painted on it.", "an F-16 on the ground ", "An open gray jet with a woman painted on the tail has missiles attached.", "Vintage plane that is parked."], "dog_2008_003133.jpg": ["Black adult dog with black puppy lying down on the carpet.", "The big black dog and the small black dog is laying on the floor.", "Two black dogs laying on a rug. ", "Two black dogs resting.", "Two large black dogs lie on the floor with a yellow stuffed animal."], "horse_2008_006096.jpg": ["girls ridinghorses ", "Horse rides await the next step.", "Horses with mounted rides in an arena.", "Three children riding horses in an enclosure.", "Three girls sit on racing horses."], "cow_2008_004450.jpg": ["Farmyard animals sitting under a group of trees and bushes while grazing.", "Pig and piglet lying beneath the tree.", "The back of a pig under a tree with a cow in the background.", "Three small animals rest under the shade of a tree.", "Various animals in a field with trees."], "chair_2008_002442.jpg": ["a close up of a woman holding a white puppy ", "A puppy being held ", "A sunburn woman holds a blonde fluffy puppy as it is petted.", "A tan puppy being held and petted.", "A tan puppy being petted."], "tvmonitor_2008_008524.jpg": ["A group of people in a living room.", "A group of people, most likely a family siting in a living room.", "A group of people posing for a picture in a living room.", "A large gathering of people crowd into this small living room for a photo-op.", "This room is full of people sitting on the sofa, standing, and sitting on the floor."], "chair_2008_007941.jpg": ["A black and white cat is sitting on a brown chair looking up.", "A black and white cat looks up from his seat on a wooden chair.", "Black and white cat on a wooden chair.", "Black and white cat sitting on wood chair looking up.", "The black and white cat is looking up at the camera."], "train_2008_008583.jpg": ["A Canadian train with the flag of Canada on the tracks.", "A gray, yellow and blue train engine from Canada.", "Canadian train on tracks.", "The Canadian locomotive is parked.", "The train engine is labeled with the word Canada and a flag."], "bus_2008_008719.jpg": ["a yellow school bus in front of a house ", "People in a yellow school bus sit with their backs to the windows.", "The backed of a school bus, with children inside the windows in a residential area.", "The rear portion of an Autobus ideal passing in front of a blue house.", "The school bus makes the neighborhood rounds."], "car_2008_001632.jpg": ["A motion shot of the right side of a red Ferrari.", "A red Ferrari being driven around a race track ", "A red racing car speeding along a race track.", "A red sports car driving quickly on a track.", "Red sports car racing down track."], "motorbike_2008_007459.jpg": ["A couple posing on a red and yellow motorcycle.", "Two brunette girls sit atop a red an yellow motorcycle with a side car.", "Two people sitting on a large motorcycle.", "Two women are seated on a red and yellow motorbike with a side car.", "two women posing on a yellow and red motorcycle and a sidecar "], "dog_2008_004044.jpg": ["A brown and white dog laying on the bed while a woman looks on.", "A dog laying on top of the blanket a woman is laying under.", "A dog on a bed with a woman in it.", "a dog sitting on a yellow blanket ", "A tan and white dog laying in bed with a yellow coverlet."], "bus_2008_002179.jpg": ["A red and white bus drives down an England street.", "A red and white bus with England written on the side is waiting at a traffic signal.", "A red and white England bus drives down the street.", "Red and white England bus driving down the street.", "The bus drives on in the damp English weather."], "boat_2008_000195.jpg": ["A family getting ready to go canoe on a small lake.", "Three people are by the water with yellow canoes ", "Three people preparing to canoe.", "Two people are carrying a yellow canoe down to the water, while a man in red and black walks away from a canoe already near the water.", "Two people carrying a canoe into a river while a third person walks out of the picture."], "bird_2008_005774.jpg": ["A black and white scene of birds eating at bird feeder.", "Black and white photo of two birds circling a small birdbath.", "This is a black and white picture of two birds flying among bird feeders.", "Two birds flying near bird feeders.", "Two birds flying towards water feeder."], "chair_2008_003264.jpg": ["A kitchen table in a room with white drapes and a china cabinet.", "A table under the lamp is next to a curtained window.", "Dining room containing a table and chairs along with a wooden cabinet.", "Dining table and chairs sitting under chandelier.", "The dining room table is ready for a meal."], "bottle_2008_002467.jpg": ["A blue and green bottle on the sides of an empty bottle.", "An empty bottle is positioned at center, with one full bottle to its left and another to its right.", "Three bottles are on a table.", "Three medicinal bottles on a table top ;: one full of blue liquid, one empty, one filled with green liquid.", "Two bottles of facial astringent next to an empty bottle."], "train_2008_003992.jpg": ["A long American freight train near a station.", "A train is on the railroad tracks ", "A train is running down the track in a rural area.", "A train is running on the tracks.", "A yellow and black train with tanker cars belching smoke."], "cow_2008_003297.jpg": ["A brown and white cow standing in a grassy area with trees behind.", "A cow is standing in a field by a road.", "A group of people on a petting zoo tour looking at a bull.", "Brown and white bull on the side of a gravel road.", "Brown and white cow standing in grass at side of road."], "motorbike_2008_008227.jpg": ["A motorcycle and passenger car on a dirt trail.", "Black motorcycle on bike path in forest.", "Motorcycle in the woods ", "Motorcycle with a sidecar parked on a dirt road.", "The antique side car travels through the country."], "car_2008_003775.jpg": ["One man has a hold of another man from behind while a third man watches.", "Three male friends horse around and laugh.", "Three men, one holding the another from behind standing in a parking lot at night.", "Three men play around in a parking lot at night.", "Two men hugging while another watches."], "diningtable_2008_006008.jpg": ["A table and three chairs with a large wall cupboard above.", "A table in a small kitchen with a scale and a box of Canada Dry.", "A table with three chairs in a room with plywood walls.", "Small kitchen table with small food scale on top.", "The dining room has a table and chairs underneath a low hanging cabinet."], "pottedplant_2008_007831.jpg": ["Assorted small potted plants labeled on shelves.", "A variety of desert plants ", "Cacti and other desert plants on a two shelves.", "Several plants, mostly cacti, are lined up on two shelves.", "Small plants arranged on a shelf with labels for each."], "bottle_2008_001333.jpg": ["A father napping in a chair with a baby on his lap.", "A man asleep in a chair holding a baby.", "A man in a pink shirt sleeping with a baby in his lap.", "A man sleeps with a baby in his lap.", "Man with pink shirt sleeping on chair with infant."], "bus_2008_003924.jpg": ["A black and cream bus is parked near other buses.", "Black and white bus in bus yard.", "E1 Bus to London with display next to it ", "Many buses are parked in a lot.", "The cream and black London E1 bus is parked between other buses."], "dog_2008_003576.jpg": ["A small white dog standing, wearing some dog-clothing.", "A small white dog wearing a flannel warmer.", "A small white dog wearing a jacket looks up at the camera.", "Small terrier wearing a patterned sweater.", "The small dog is wearing a sweater and looking up at the camera."], "diningtable_2008_003477.jpg": ["A close up of the center of a dining room table with a wine glass and silver kettle.", "A dining table with candles, wine, and a teapot.", "An empty wine glass and silver teapot sitting on a dining table.", "A wine glass, coffee pot and candles on top a tan table.", "Small turntable in center of kitchen table."], "person_2008_001301.jpg": ["A guy is having a drink and smiling, and another guy is looking at him while laughing ", "A man drinking beer while another man looks at him.", "The taller boy is red-faced and laughing, while his friend is about to drink something in a clear cup.", "Two men smiling with one of them drinking a beer.", "Two young men drinking alcohol and laughing."], "diningtable_2008_000043.jpg": ["A wooden table sits in the green dining room on a shiny wooden floor.", "A yellow room with a table and chairs.", "Dining room with wooden dining table set with playmates.", "The dining room has a table with six chairs.", "The dining room table gets some afternoon sun."], "dog_2008_007694.jpg": ["a dog in the kitchen drinking water from a bowl ", "A huge brown and white greyhound dog eats from a bowl on the floor of the tiny kitchen.", "A large brown and white dog licking a bowl in a kitchen.", "A large sight hound licks a bowl in the kitchen.", "The large brown and white dogs inspects a bowl on the wooden floor."], "bus_2008_006483.jpg": ["A bus and two cars driving during a snowstorm ", "A bus picking up passengers in deep snow.", "A snowy road with a bus that has become stuck in a snow bank.", "A white bus partially in the snow on a public street.", "Green and white bus stuck in the snow with two cars and onlookers."], "train_2008_008152.jpg": ["A blue train in a mountainous area.", "An old train sits idle on the tracks.", "A weathered passenger train car.", "Old blue and white train on tracks.", "Picture of an old railroad car with a passenger looking out the window."], "tvmonitor_2008_002547.jpg": ["A black, flat screen television placed on the floor.", "A flat screen TV on the floor.", "A flat-screen TV sits on the floor.", "A large LCD television on the floor with many wires connected.", "The idle monitor is wide."], "tvmonitor_2008_007282.jpg": ["A cozy wood-paneled living room with a wood burning stove welcomes you.", "A living room with paneling has a red loveseat and a black heating stove.", "An empty room with three paintings of animals on the wall.", "A wooden paneled living room with a sofa and black stove.", "Den with a soft and coal heater."], "horse_2008_004470.jpg": ["A child in a green shirt and riding gear riding a tan horse.", "A child rides a horse down a marked path.", "A girl in a riding hat on a horse.", "A girl riding a tan horse.", "The young rider takes a ride on the brown horse."], "chair_2008_003821.jpg": ["A black and white bench next to a window.", "A black and white chair sitting in front of a brick wall and a window with a bamboo plant in a vase.", "A black and white designer chair against a brick wall.", "A modern styled, black and white armless chair with a metal frame sits against a brick wall by the window.", "Two tone chair in black and beige."], "bicycle_2008_006467.jpg": ["A bicyclist in black on a black and red racing bike.", "A boy wearing racing gear on a bicycle.", "A cyclist in black and white lira speeding past spectators.", "a cyclist wearing black riding on a bicycle ", "Cyclist dressed in racing uniform peddling down track."], "car_2008_002368.jpg": ["A four-wheel-drive vehicle is crossing a stream.", "A green Landrover fords a stream.", "A hummer drives through water.", "A jeep is going through shallow water.", "This all-terrain vehicle easily crosses the streams in its path."], "person_2008_005107.jpg": ["A child sits in a large black leather chair.", "A close-up of a girl in a pink and black dress in a black chair.", "A young girl in a pink dress sits on a black chair.", "A young girl in a pink dress sits on a black leather seat.", "The girl is sitting on the leather chair."], "dog_2008_002536.jpg": ["A black dog and two sheep running through the grass.", "A black dog is running with two sheep in a grassy field.", "A dog herding two sheep.", "A sheep dog and two sheep walking in a field.", "Black dog herding sheep in grassy field."], "bottle_2008_007076.jpg": ["A green glass jar.", "Close up of a green glass bear bottle.", "Green glass bottle with metal wire at top.", "Old green bottle sitting on a table.", "The green vase sits on the table."], "person_2008_003418.jpg": ["A female child with dark brown hair is smiling at the camera.", "a little girl is laughing at the camera ", "A small child smiling at the camera.", "A young child in a floral shirt smiles.", "Young girl smiling in a white shirt."], "bottle_2008_006102.jpg": ["A man sitting cross legged on the grass, with a tree in the background.", "a man sitting on a lawn opening a bottle of champagne ", "A man sitting on the grass looking toward the sky.", "A young man prepares to open a bottle of champagne in a park.", "Young gentlemen sitting down on grass popping a cork on champagne bottle."], "horse_2008_005498.jpg": ["A jockey riding a horse in a pen.", "An English-style horse and rider.", "A woman in riding a brown horse.", "A Women riding a horse around a paddock with trees in the background.", "Person on horse in riding gear."], "person_2008_003533.jpg": ["Children playing catch with baseball.", "Two boys in baseball uniforms play catch with a baseball.", "Two boys in gray uniforms throwing a baseball to each other.", "Two boys, wearing baseball uniforms, are playing catch.", "Two young boys wearing black and gray baseball uniforms playing catch."], "sheep_2008_005447.jpg": ["An old man with sheep in the background.", "an old shepherd in the mountains ", "A picture of a man with some sheep in the background.", "Older man wearing beret with mountains in background.", "Old man with sheep "], "motorbike_2008_008246.jpg": ["African man on blue bike posing with 2 friends.", "A man sitting on a blue motorcycle with two men beside him.", "Three men pose with a blue motorcycle.", "Three men posing with a blue motorcycle.", "Two guys standing next to a person on a blue motorcycle with a truck in the background."], "cat_2008_005614.jpg": ["A cat rests on a crumpled brown tarp.", "A cat sitting on a tarp in a room with steel poles.", "A sleeping cat lying in the midst of dirty drop cloths.", "Black and white cat sleeping on a brown tarp.", "Small kitten lying on a brown tarp."], "train_2008_008223.jpg": ["A passenger train waiting in a station.", "A red, white and blue train pull up to the station.", "Electric train or tram waiting at a station ", "Passenger train stopped at rail station.", "Red, white and blue train arriving at train station."], "sheep_2008_008601.jpg": ["A black faced sheep ", "A black headed sheep covered in thick white wool stands in a pasture with other sheep. ", "A close-up of a sheep with a black head.", "Sheep grazing on grass.", "There is a black and white sheep standing on the grass."], "cow_2008_000711.jpg": ["The large cows hover over the young calf.", "Three adult cows and one baby cow stand on the grass.", "Three brown cows and a small calf in a field.", "Three cows in a green pasture surrounding a baby cow.", "Three large brown cows stand aver a calf in the pasture."], "diningtable_2008_005975.jpg": ["A bronze statue of a buddy holding a candle sitting on a white table and runner with leaves.", "A buddha candle holder rests on a bamboo mat in the center of the table.", "A buddha statue holding a candle is sitting on a table.", "A buddha statue sits on a table with a wooden table runner.", "A Buddhist idle is placed at the center of a long white table on top of a bamboo runner."], "diningtable_2008_000885.jpg": ["A family sitting down for dinner.", "Three people posing at the dinner table.", "three people sitting at a table with food and wine ", "Three people sitting at dinner table smiling at camera.", "Two elderly women sit at a dinner table with a man."], "sofa_2008_000704.jpg": ["A man in shorts and a blue polo shirt sits on the red-cushioned wicker couch.", "A man sits on a red couch.", "A man sitting on a couch holding a remote.", "Man relaxing on red couch in living room.", "The tanned man enjoys watching television in his apartment."], "boat_2008_004291.jpg": ["Aircraft carrier floating in middle of ocean.", "Aircraft carrier on the open ocean.", "A large, flat port is positioned in a large body of water.", "An Aircraft Carrier at sea.", "A ship is in the dark water."], "car_2008_004080.jpg": ["A white minivan parked in a garage with city skyline in the background.", "A white van is parked with a view of the city in the background.", "A white van parked in an empty lot.", "A white van parked in a parking lot.", "The right side of a white Volkswagon Euro Van."], "horse_2008_007816.jpg": ["A heads of a horse eating clover.", "An up close picture of a horse in the country ", "Profile headshot of a brown, bridled horse.", "The face and head of horse wearing a bridle.", "This chestnut horse is bridled and ready to ride."], "cow_2008_002709.jpg": ["A black and white cow grazing near water.", "A cow grazing in the grass by a river.", "A cow grazing within its pen ", "A cow standing in front of a shack on the edge of a body of water.", "Black and white cow grazing on grass in front of stream."], "dog_2008_004833.jpg": ["A small black and tan dog is wearing a pink jacket while laying on the pavement.", "A small dog wearing a pink shirt tied to a railing.", "A small terrier wearing a pink raincoat sits on the pavement and gazes into the distance.", "Black and tan puppy dressed in pink outfit lying down on black top.", "Dog in pink jackethalter tied to a fence "], "boat_2008_005923.jpg": ["A photo from the air of four people in a thin canoe.", "four people are on a boat on green water ", "Four people on a catamaran boat looking up while floating in the water.", "People in an outrigger canoe sail on emerald green water.", "The fishermen look up at the plane overhead."], "bird_2008_002399.jpg": ["A black and white bird on a body of water with grass in the background.", "A duck is swimming on a lake.", "A little bird floating in the water.", "The seagull is floating on the water.", "The white bird floats in the water near a grassy shore."], "motorbike_2008_007955.jpg": ["Several people riding dirt bikes with number plates on the bikes.", "The elder rider looks to make his move on the leader.", "Three men in helmets race motorcycles on a dirt track.", "Two men ride motocross bikes ", "Two people wearing helmets ride dirt bikes."], "diningtable_2008_002892.jpg": ["A group of five people sitting at a table with water glasses on it.", "A mixed-race family poses for a photo while at a restaurant.", "five people sitting at a table in a restaurant overlooking a view of a city ", "Four adults and a young girl sitting at the table.", "Group of people sitting at long white table."], "pottedplant_2008_007990.jpg": ["Three dark haired young women in white, red and black sweaters.", "Three females wearing sweaters line up in the living room.", "Three woman posing for a picture in a home ", "Three women wearing white, red, and black are smiling at the camera in a living room.", "Three young women standing in a room together."], "person_2008_001035.jpg": ["A woman and child push strollers down the sidewalk.", "A woman pushes a cart and a young girl pushes a buggy down a sidewalk.", "A women and a young girl walking pushchairs along the sidewalk.", "Mother and daughter walking down sidewalk pushing strollers.", "Rose colored photograph of mother walking down a road with a stroller and small girl."], "boat_2008_004812.jpg": ["A cruise liner docked at a port.", "A cruise liner docked at the shoreline.", "A cruise ship docked at shore.", "A small boat sets off across a lake!", "Overlook of ocean with boat in water."], "person_2008_001249.jpg": ["A person in a red cap standing next to a brick support beam.", "a woman is standing by a pillar where \"u2\" is written ", "A woman posing by a pillar with a U2 sign.", "A woman wearing winter clothing stands beside a blue post marked \"U2.\"", "Person in winter clothing standing beside a cracked wall."], "dog_2008_006511.jpg": ["A brown dog laying on a carpeted floor next to a table.", "A tan dog on the cream carpet.", "A tan puppy on a carpeted floor.", "Tan puppy lying down on white carpeting.", "The curious puppy's interest is perked up in the other room."], "diningtable_2008_004289.jpg": ["A naturally stained wooden table with four chairs.", "Close up of a wooden table and four chairs.", "There is a wooden table with two wooden chair on either side.", "This is a wooden table with four chairs in partial sunlight.", "Wood table with four chairs."], "cow_2008_000905.jpg": ["An ox stands in a field ", "A yak with a long, camel colored coat standing in a field.", "A young highlander cow stands in a pasture.", "Closeup of a bull with hair covering its eyes", "Shaggy brown bull with his hair in his eyes."], "motorbike_2008_001586.jpg": ["A banner that says, \"Borkop Rocker\" hangs over the sidewalk entry to the parking lot of a many-windowed building.", "A banner tied to a lamp and a tree.", "A building with a temporary sign over the entrance to its parking lot.", "Outdoors at some ruffian building ", "White banner hanging over driveway."], "sofa_2008_008162.jpg": ["A couple holds a baby.", "A man and women sitting on a sofa holding a small baby.", "A middle eastern couple sitting on a couch holding their baby and displaying a gift.", "Couple with newborn baby.", "Indian couple and newborn "], "bicycle_2008_003351.jpg": ["A man parking his bike near a building.", "A man walks his bike towards the entrance of Longbottom Roasting Factory Deli.", "A man with a bicycle at a coffee house.", "Man walking bicycle to patio of a coffee shop.", "The man with the bicycle is standing in front of the Coffe House Deli and Bakery building."], "bottle_2008_004795.jpg": ["A black and white picture of a kitchen shelf with a lamp overhead.", "A kitchen nook with vintage cans, jars and bottles on display.", "Black and white picture of a shelf ", "Ledge with antique cans.", "There are various old spices and tools on a shelf."], "person_2008_002931.jpg": ["Two girls posing in front of a waterfall.", "Two girls posing on a boat by the ocean.", "Two women are posing in front of a fountain ", "Two women in front of a waterfall with a crowd behind them.", "Two women posing for the camera, while others on the boat talk and enjoy the view."], "diningtable_2008_007402.jpg": ["A woman in a blue dress cuts a cake.", "A woman wearing a navy dress is cutting a cake on a white table.", "A women cutting a cake on a white plastic table.", "Woman cutting cake ", "Woman in blue shift dress cutting into food."], "diningtable_2008_004851.jpg": ["A man holding a baby and a woman eating at a table.", "A man, with a baby in his lap, next to a woman who is eating ", "An elderly Asian couple pose with a yawning baby at a dinner table.", "An older Asian couple poses with a newborn baby at the dinner table.", "Oriental couple with an infant at a table of food."], "bicycle_2008_005175.jpg": ["A building is surrounded by wide attractions, such as a horse statue and a statue of a giant hand and wrist, with a picnic table next to them.", "A large hand statue outside of a country store.", "A strange antique store with odd artwork outside near assorted tables and chairs ", "A wooden shop with a large hand in the forecourt.", "Country store has big hand with checkered-base statue and tables with benches on front yard "], "diningtable_2008_007097.jpg": ["Two people are sitting in a small antique shop.", "Two women are sitting in a cafe.", "Two women seated at a table in plastic chairs in a cluttered room.", "Two women sitting at a table smiling.", "Two women sitting in chairs in a shop."], "tvmonitor_2008_004550.jpg": ["A bathtub under stained glass windows.", "A beautiful tub under a stained glass window.", "A white bath tub set beneath stained glass artistry.", "The modern bath tub is equipped with a flat screen television.", "The stained glass window allows light into the bathroom while keeping prying eyes out."], "cow_2008_000876.jpg": ["A close-up of a cream animal with big ears and a black nose.", "A white and gray cow with very large ears stands in a grassy field.", "A white cow with big ears looking into the camera.", "A white cow with ears as large as its head.", "The cow is grazing in a field."], "train_2008_007521.jpg": ["A picture of an old train on the tracks.", "A railway sits on an off-track at a factory in the woods.", "A train on the train tracks.", "Gloomy train tracks ", "train tracks with dark building next to it "], "aeroplane_2008_002454.jpg": ["A small plane parked at an airfield with a cloudy sky overhead.", "A small white plane parked in an airport on a cloudy day.", "Close up of plane grounded at the airport.", "Propeller plane parked on runway at sunset.", "The right front of a twin engine propeller driven airplane."], "bicycle_2008_008572.jpg": ["A mountain biker is caught in mid jump with his bike on a dirt hill.", "A person is jumping a bicycle and performing a trick.", "A person leaping in the air with a bicycle.", "A person performs a stunt as he jumps his dirt bike.", "A person riding a dirt bike in the outdoors."], "horse_2008_004166.jpg": ["A brown horse and a brown pony walking through a grassy field, seen through wooden fencepost.", "A brown horse and colt are walking in a green pasture.", "A mare and its foal are side by side.", "An adult horse accompanies a younger horse in a field.", "Mare and foal in a field of green grass."], "sheep_2008_007070.jpg": ["Adult and young lambs stand on grass.", "Sheep and lambs in a field.", "Two adult llamas and 3 calves are in a field.", "Two adult white sheep and several lambs are standing in a grassy field.", "Two sheep and three lambs in a pasture."], "bus_2008_007356.jpg": ["A green bus drives down a road.", "A green bus has the word Adish and travels on a road.", "A green bus travel down a fenced road.", "Photo of a green bus on a bridge with a lovely blue sky above.", "The bus travels it route on a clear day."], "motorbike_2008_000328.jpg": ["A man riding a dirt bike over a ridge.", "A professional motorbike riding in a professional stadium.", "A rider on a dirt bike.", "Blue motorcycle rider roaming a dirt ramp in front of fans.", "The man wearing a blue jumpsuit riding a dirt bike tops the dirt hill."], "cat_2008_007039.jpg": ["A cat stretching by a wall on patterned fabric.", "A gray cat stretched out on a patterned green surface.", "A gray tabby cat lays up side down in a green comforter.", "A grey striped cat with white paws and belly atop a green patterned spread.", "A striped cat asleep on a green patterned material."], "chair_2008_001563.jpg": ["A boy in a tux and a girl in a blue dress sit at a wedding.", "A smiling girl in a turquoise dress seated in folding chairs next to a young blonde boy in a tuxedo.", "Two children, one male, one female, sitting in chairs at an event.", "Two kids sitting in folding chairs.", "Two young kids dressed up sitting down on chairs."], "cat_2008_004347.jpg": ["A cat looking at the camera.", "A close-up of the front end of an orange and white cat.", "A ginger and white cat laying on a carpet.", "Tan and white cat lying down on carpeting.", "The green-eyed cat is looking straight at the camera."], "horse_2008_007004.jpg": ["A bay Quarter Horse with a white blaze is trotting in a field.", "A brown horse canters in a dirt pasture in front of a fenced of grassy area.", "A brown horse trotting on sand ", "Horse trotting through the dirt.", "The powerful horse struts it stuff."], "horse_2008_002697.jpg": ["a brown horse about to start his run ", "A brown horse in a paddock.", "A horse trots around in a dirt enclosure.", "A young horse trots.", "Lovely brown horse with white feet."], "cat_2008_006081.jpg": ["A black and white cat laying on a cat bed.", "A black cat is on a pet bed.", "A black cat stretches while laying in its leopard-printed bed.", "A cat lounging in a blue room.", "Black domestic cat laying halfway in and out of the bedding."], "sheep_2008_007677.jpg": ["A brown sheep and black lamb stand side-by-side behind a fence.", "A brown sheep and small black animal inside a pen.", "A lamb drinking milk from a mother sheep inside a fence.", "A large sheep and a small black lamb beside a fence.", "A small black sheep stands beside a larger brown sheep behind a fence."], "diningtable_2008_007692.jpg": ["An Indian woman sits at a wooden table in front of a framed basketball poster.", "A woman in a sari drinks something while sitting at a table.", "A woman sitting drinking from a cup in front of a basketball photo.", "A women sitting at a table drinking with a basketball picture in the background.", "Woman sitting by herself at a table drinking from a white cup."], "motorbike_2008_006517.jpg": ["A close up of the front end of a purple and white motor cycle.", "A close-up picture of a white and purple motorcycle.", "Close up of the handlebars of a purple and white motorbike.", "Shot from the top of a custom motorcycle's gas tank, handlebars, and front wheel.", "The front of a white and purple motorcycle."], "dog_2008_001285.jpg": ["A black dog standing in a grassy area.", "A black lab looks on while standing in the dry brush.", "A large, black, long-haired dog stands in a sunny field.", "A long-haired dog stands in a grassy wooded area.", "Long-haired black dog standing in grassy field."], "motorbike_2008_008177.jpg": ["Motorcycles withjackets", "Parked motorcycles resting between rides.", "Two bikes parked next to each other alongside a road.", "Two motorcycles covered with jackets are parked near a stop sign.", "two motorcycles with jackets on them "], "bottle_2008_006992.jpg": ["A black and white photo of a dilapidated wooden fence.", "A black and white photo of an old wooden fence near a dirty street.", "A black and white street scene of litter and a broken fence.", "A discarded bottle and other debris are near a fence on a street.", "Olde leaning wood fence on side of street."], "sofa_2008_008538.jpg": ["A decorated room with blue carpeting, a cream sofa and chair, and a patio door.", "A living room with a sofa, chair, coffee table, and a sliding glass door.", "Living room with white couch and blue carpeting.", "The living room in the apartment gets some afternoon sun.", "There is a living room with blue carpet, white furniture, and coffee table."], "motorbike_2008_005139.jpg": ["A heavy traffic scene with many cars and motorcycles.", "A street crowded with traffic with three motorbike in front.", "Several motorcyclists weaving in and out of traffic.", "Three motorcycles in traffic.", "Three motorcyclists are on a busy street."], "chair_2008_006841.jpg": ["A child dressed in pink with a purse over her shoulder walks through a kitchen.", "A girl walking away toward a dining room wearing a pink shirt and shorts.", "A little girl in pink approaching a dining room table.", "A small child walking across a tiled floor near a table and chairs.", "A small girl in a house with a tiled floor, wooden table and chairs, and glass patio door."], "train_2008_008662.jpg": ["The trains sit idly in the yard.", "Two green and white trains are sitting on the train track.", "Two green and white trains on tracks.", "Two green and white trains parked on tracks.", "Two green and white trains sitting on the tracks."], "bus_2008_002412.jpg": ["A black and white bus is parked with the door open.", "A white and blue bus is parked next to some pipe bollards.", "People can be seen through the windows of the parked white and blue bus.", "The bus awaits its passengers to load.", "The white bus is parked on the ground."], "train_2008_007759.jpg": ["A man walking past the red and yellow train.", "A passenger train in the snow.", "A red train driving through a snow covered city.", "The train is riding on the tracks in the snow.", "Yellow and red train on tracks in winter time."], "aeroplane_2008_006933.jpg": ["A gray jet on a tarmac. ", "An airplane being inspected before take off.", "An airplane is getting a service check before its next flight.", "Several people standing beneath a large gray plane.", "There are several men standing around a plane."], "motorbike_2008_003939.jpg": ["A bicycle in front of some ruins.", "A blue bicycle parked at the bottom of the stairs.", "A moped in front of ruins.", "A moped in front of steps of ruins ", "An outdoor brick building with lots of stairs and a bicycle in front."], "dog_2008_004931.jpg": ["A black dog looking at the camera.", "A black dog sitting on grass next to a sidewalk.", "A black labrador lying in a landscaped area near a sidewalk.", "A dog sits in some monkey grass next to a rock garden.", "The black lab looks curiously at the photographer."], "chair_2008_003504.jpg": ["A cubicle with a large, black office chair and a telephone on the desk.", "An empty office chair in a cubicle.", "An empty office cubicle.", "An empty office cubicle with chair, desk and phone.", "There is a telephone and a chair in the cubicle."], "dog_2008_005240.jpg": ["a small dog running ", "A small running dog coming towards the camera.", "A yorkshire terrier running fast.", "Small brown dog.", "Yorkie in mid-run "], "diningtable_2008_002079.jpg": ["A family poses for a picture while out at a restaurant.", "A family smiles for a photo taken while out to dinner at a restaurant.", "A group of people sitting at a restaurant table.", "Group of people sitting around a restaurant dining table.", "Six people are seated at a restaurant table and looking into the camera."], "bus_2008_007375.jpg": ["A red double decker bus is picking up more passengers in a city.", "A red double decker bus on a crowded street.", "Double decker red bus stopping on the street for riders.", "Red double decker bus.", "Red double decker bus taking on passengers."], "cat_2008_005857.jpg": ["A cat looks away while laying down in an office chair.", "A cat reclines on an office chair.", "A ginger cat sitting on an office chair.", "An orange cat lies on a padded desk chair near some shelves filled with books and folders.", "The brown cat is sitting in a computer chair."], "dog_2008_004745.jpg": ["A girl and dog pose before a Christmas tree with a train track circling it.", "A girl in purple pajamas and a dog under the Christmas tree.", "A young girl in purple with black and white dog in front of a Christmas tree.", "The girl is petting a dog in front of a christmas tree.", "Young girl near Christmas tree sitting on floor with black and white dog."], "cow_2008_005714.jpg": ["A black and white cow in a grassy field stares at the camera.", "A black and white cow standing in a grassy field.", "A black and white cow stands on grass against a partly cloudy blue sky.", "a cow is gazing over the grass he is about to graze ", "Black and white cow standing in grassy field."], "motorbike_2008_007348.jpg": ["A motocross rider and bike flying over a dirt track.", "A person jumping a motorbike in the air.", "Person in midair on motorbike.", "The dirt bike rider wearing a red helmet jumps high into the air as a man looks on.", "The motorcyclist is urban during the race."], "sheep_2008_003147.jpg": ["A adult and two young sheep in a field ", "Adult sheep with 2 lambs are walking through the grass field.", "A sheep with two lambs in a green pasture.", "sheep standing in afield ", "Three sheep standing in a line in the green grass."], "car_2008_001208.jpg": ["A white car driving past two domed buildings.", "a white car passing in front of three pointy towers ", "Several unusual monuments.", "Some futuristic pointy buildings, with a car on the road in front.", "Some odd pointy buildings "], "bus_2008_007133.jpg": ["A view of a street filled with vehicles, people, and a large brick building.", "Old style church near Greyfriar's Bobby ", "people, a bus and some cars in the street ", "People walk in front of a building with towers.", "People walking through a city street."], "chair_2008_003796.jpg": ["A group of people having a drink.", "Four males and two females seated around a table with beverage.", "Group of people sitting at table with drinks.", "Six people drinking at a long table at night.", "The people are sitting down to the table and they are drinking alcohol."], "bird_2008_007587.jpg": ["A humming bird feeding ", "A hummingbird on a branch.", "A Hummingbird sits on a small branch while flapping its wings.", "A perched humming bird ", "The hummingbird is perched at a bird feeder."], "sofa_2008_008567.jpg": ["A girl sits on the couch with her arms crossed.", "A girl with arms crossed sitting on a sofa.", "Black and white photo of a girl on a sofa.", "Depressed woman sitting on couch.", "This is a black and white photo of a woman on a sofa with her arms crossed."], "aeroplane_2008_008044.jpg": ["A gray jet parked near the building.", "A U.S. military jet fighter on display.", "A white airplane is parked on the cement.", "A white plane on the runway ", "Large grey parked airplane."], "horse_2008_004911.jpg": ["A foal frolicking in a grassy field.", "A pony running through a field.", "A small brown foal in a field.", "A young brown colt runs in the field near a white fence.", "A young colt running in on grass outside."], "boat_2008_005863.jpg": ["A large boat in the water at the marina.", "A large boat on the sea.", "An old fashioned wooden sailing ship is parked at the pier.", "A yellow and black sail boat that is docked.", "Pirate ship docked in a body of water."], "chair_2008_000904.jpg": ["A happy mother dotes on her children.", "A mom with two children on her lap, a girl looking to the right and a boy looking at the camera.", "A woman holding two toddlers -: a girl and a boy.", "A woman with a two children in her lap ", "Mom holding two kids "], "tvmonitor_2008_005660.jpg": ["Duel monitors is now the norm in most home office set ups.", "There are two computer monitors sitting side by side.", "Two flat screen computer monitors next to each other.", "Two flat screen computer screens side by side.", "Two flat screen TVs showing underwater scenes."], "sheep_2008_000084.jpg": ["A lone sheep walking through the woods.", "A sheep in the morning mist with trees in the background.", "A sheep standing on a hill at sunset.", "a white sheep on the grass in front of trees ", "White sheep standing on grass in the morning."], "sofa_2008_008642.jpg": ["A black and white photo of a love seat.", "A black-and-white photo of a loveseat.", "A loveseat is near a table.", "A white leather couch with a purse and throw blanket on it.", "Black and white photo of couch with purse at one end."], "cow_2008_008521.jpg": ["About nine cows are laying on some mulch in a stable area.", "A bunch of cows are inside a building lying down on hay, all facing the wall.", "rear of a row of cows sitting on hay ", "The backs of a line of cows and straw.", "The brown, white and black cows are laying down on the hay."], "diningtable_2008_001723.jpg": ["A dining room containing two tables.", "An empty room with glass windows and a chandelier.", "A room with two tables, three chairs and a bay window.", "a small dining room set facing three windows ", "Sun shining through the window with a cluttered table."], "person_2008_002283.jpg": ["An indian family of four stands on the shoreline.", "The women and children sand near the sandy beach.", "Two Indian woman stand with two Indian girls on a beach.", "Two Indian women with two Indian girls near the water.", "Two women and their children at the beach."], "sheep_2008_005505.jpg": ["A large sheep standing on a hill.", "a sheep in the mountains ", "A sheep standing in a mountainous area.", "A sheep stands on a hillside.", "The sheep is standing on the hill in front of the trees."], "bicycle_2008_008528.jpg": ["A crowd of bicycle rides ride down the street.", "A selection of cyclists riding across Waterloo Bridge in London with the London Eye behind.", "Cyclists enjoy a ride through scenic downtown London.", "Many people ride bicycles on a road by a ferris wheel.", "People are riding bicycles down a street with a ferris wheel in a field in the background."], "sofa_2008_006038.jpg": ["A brown dog resting on a white sofa cushion.", "A tan dog is lying on a couch and has its head on a white pillow.", "Brown dog with head on pillow on white sofa.", "The brown dog is resting his head on a white pillow.", "This is a picture of a dog resting its head on a white sofa."], "boat_2008_005720.jpg": ["A cruise ship in harbor with rain clouds overhead.", "A large ship is docked on a cloudy day.", "A large yacht boat called \"Cunard\" is docked.", "The liner prepares to set out in stormy weather.", "White Cunard cruise ship on a cloudy day."], "person_2008_004002.jpg": ["an Asian woman sitting in a chair on her balcony ", "A woman smiling.", "Smiling Asian woman in floral dress.", "The happy lady enjoys her surroundings.", "The woman in the floral dress is posing among plants."], "pottedplant_2008_007042.jpg": ["A plant growing in a pot.", "A plant sprouting.", "Small plant in dirt with a couple of new leaves.", "The green leaved plant is growing in the dirt.", "Two bamboo shoots grow in a turquoise bowl."], "cow_2008_006210.jpg": ["A brown and white cow in a field looking into the camera.", "A young cow in the field.", "Brown cow with both ears tagged with yellow tags.", "Tan cow with ear tags on a grassy field."], "horse_2008_004539.jpg": ["A team of dappled white carriage horses.", "A white horse pulls a carriage in city streets.", "Two horses resting in front of an old carriage or buggy.", "two horses stand with the trolley behind them ", "Two white horses and a carriage parked next to the sidewalk."], "boat_2008_003849.jpg": ["A big white ship is docked.", "A large, rusted white ship is docked in brown waters just offshore.", "a large ship parallel to the muddy shore ", "A large ship that is docked.", "White cruise ship anchored near shore."], "train_2008_001926.jpg": ["A blue and yellow locomotive alongside a station platform.", "A blue and yellow train in front of a two-tone green building.", "a train on tracks in town ", "a train passing a teal building from a side view ", "A trolley on a street."], "motorbike_2008_000144.jpg": ["A man on a motorcycle performing a wheelie.", "A man riding a motorbike on its backwheel while standing up.", "A shot from a car of a person doing a wheelie on a motorcycle.", "Motorcyclist performing a wheelie next to a car.", "Someone on a motorcycle doing a wheelie, as seen from a car window."], "car_2008_004020.jpg": ["A close-up of the back of a red car.", "A shiny red chewy in the showroom.", "Close up of the rear of a red sports car.", "The rear view of a red Chevrolet concept car.", "This is a rear view of a Chevrolet sports car."], "tvmonitor_2008_007987.jpg": ["A computer desk displays elvis memorabilia.", "A computer desk with various Elvis Presley paraphernalia on it.", "A display of Elvis memorabilia sits in the apartment.", "Elvis books are displayed on a computer desk.", "Some pictures of Elvis on a shelf below a computer monitor."], "diningtable_2008_004216.jpg": ["A close-up of a head table set with gray napkins in stemmed water glasses.", "A long table is topped with a line of goblets stuffed with silver cloth napkins.", "A row of glasses filled with white linen napkins stretches down a long table.", "A table with a row of wine glasses with napkins in them.", "wine glasses lined up in a row on a banquet table "], "cat_2008_002749.jpg": ["A cat lays on a white towel.", "A white cat laying on an office chair.", "A white cat laying on a sheet.", "This is a white cat with a black tail lying on white fabric.", "White cat lying on a white sheet relaxing."], "motorbike_2008_006526.jpg": ["A man sitting on a porch with two motor scooters parked outside.", "A man with his cheeks pushed out and two scooters to the left.", "A young man holding his breath.", "A young man puffs out his cheeks in an outdoor cafe.", "A young man with a silly look on his face."], "boat_2008_001202.jpg": ["A family on a boat with a cross on a river ", "A happy couple with a young child wearing a life preserver sitting on a boat.", "A man, a woman, and a child sit on boat with a large cross on it.", "A man, women and small child sitting on top of a boat moving along the river.", "Family of three sitting on deck, child wearing red vest, brush and shoes are seen in the foreground."], "pottedplant_2008_005111.jpg": ["a girl holding a black white dog with a blue dog chain ", "A women holds a small dog on a leash with chairs in the background.", "Cute redhead walking a puppy ", "The girl stands holding leash attached to a small dog.", "The small dog protects its owner."], "car_2008_003986.jpg": ["A cute green jeep. ", "A green dune buggy parked outside in the sun.", "A parked yellow convertible with large tires.", "A small green off-road vehicle parked near a brick building.", "Small green colored vehicle."], "cat_2008_001335.jpg": ["a close up of a gray cat with a yellow collar ", "A close-up of a gray cat with green eyes.", "A gray cat wearing a yellow collar.", "A gray cat with green eyes looks at the camera.", "A grey cat with green eyes looking into the camera."], "dog_2008_007478.jpg": ["A man sitting on a bench looking at a dog on a leash sitting on sidewalk.", "A man wearing a red and black plaid shirt looks at a fluffy white dog.", "A small white dog looks down the street while a man on a bench watches the dog.", "A small white dog on a leash is sitting on the ground near a man wearing red and black plaid.", "A small white dog tied up in front of a man sitting on a bench in the street."], "tvmonitor_2008_003037.jpg": ["A messy bedroom.", "A pile of bunched-up sheets lay on top of a bed, next to some discarded clothes and a box.", "A single bed with boxes and bedding piled on the bed and floor.", "A unkempt bedroom with boxes to the right.", "Messy room with unmade twin bed and moving boxes."], "sheep_2008_005494.jpg": ["A boy feeding a sheep hay.", "A small boy feeds a large brown sheep in the stable.", "A small boy feeds hay to a sheep in a pen ", "Boy feeding a sheep ", "There is a young boy with a red and blue jacket on feeding a sheep. "], "bottle_2008_003290.jpg": ["A black and white photo of two men drinking alcohol and one holding a guitar.", "A man stands on the left, one sits in the middle, and the other plays a guitar in a black and white photo.", "An old black and white photo of three men on a porch playing music and drinking.", "The men are playing a guitar and having a drink.", "Three young men in the 1940s smile for the camera, one holding a guitar."], "cat_2008_002845.jpg": ["A black and white cat standing in front of a window ", "A curious kitten sits on a window sill.", "A kitten in a window ", "A kitten in a window ", "Two tone cat sitting in windowsill."], "aeroplane_2008_003575.jpg": ["A fighter jet with missiles on a runway.", "A gray jet with several missiles attached below is parked on the concrete.", "A jet fighter sits on the tarmac with two bombs sitting in front of it.", "A jet plane ", "There is a grey jet sitting on the ground between two green torpedo."], "person_2008_004130.jpg": ["A main standing under a road bridge.", "A person is standing under a bypass in an empty parking lot.", "A person is standing underneath an overpass near a highway.", "A person walking beneath an underpass.", "Underpass and road."], "car_2008_006649.jpg": ["A gray car has fire painted on it.", "A green european car with a roof rack and flames on the hood.", "A teal green car with yellow and red flames painted on the front.", "Older model greenish car has yellow and red flames painted on top of hood, with the license plate clearly displayed on the bumper.", "This old car shows a fancy paint job can make it attractive."], "motorbike_2008_007184.jpg": ["Two dirt bikers riding over dirt hill.", "two motorbikes on a dirt track ", "Two motorbikes racing on a dirt course.", "Two people dirtbiking on a dirt track.", "Two people ride on a dirt bike path."], "bus_2008_007997.jpg": ["A double-decker bus passes a row of flags.", "A double decker bus traveling around a roundabout.", "A double decker bus viewed through a cluster of flag poles.", "A two-level tourist bus driving by a landmark with many flags.", "Several country flags outside of building and near busy road."], "person_2008_001501.jpg": ["A group of children jump on the beach.", "A row of children on a beach jumping in the air.", "Children at the seashore are jumping into the air.", "Six people jump in the air above a sandy beach.", "These teenagers jumped into the air simultaneously for this fun beach photo."], "train_2008_007011.jpg": ["A multi-colored train on a track.", "an old diesel train in the country ", "A row of locomotives on a siding in a field.", "A train seen from the back end ", "A train set on tracks."], "person_2008_000547.jpg": ["A person jumping a dirt bike with a boy watching.", "A person riding a dirt bike while a boy looks on.", "A person riding a motorbike while another man watches.", "Rider on red dirt bike coming over hill.", "Two young boys practice riding motorcycles in the country."], "aeroplane_2008_003275.jpg": ["A boat is in the water and a small airplane is on the dock.", "A boat is on the water near a small plane.", "A small boat passes near a sea plane parked at the dock house.", "Boat in water with a seaplane landed on a platform by a orange roofed building ", "Plane parked on deck with boat gliding through the water."], "sheep_2008_007245.jpg": ["A large ram at the top of a hill.", "Animal standing at the top of a rocky mountain.", "A sheep looks down from a grassy slope.", "The white sheep is standing on the green hill.", "This sheep stands alone high on a rocky crag."], "diningtable_2008_005570.jpg": ["A group of people sit at a table in an Italian restaurant ", "A social gathering of people in a restaurant.", "Four women and two men sit at a long table in a restaurant.", "Group of people sitting at a table at a restaurant.", "People pose on either side of a restaurant table."], "motorbike_2008_005213.jpg": ["Four bikers are riding on a dirt hill.", "four motorbikes competing in the dirt ", "Four people race through the dirt on BMX bikes.", "Four people racing motor bikes.", "Group of four dirt bikers riding down dirt trail."], "cow_2008_004841.jpg": ["A child on a pink stool milking a black and white cow.", "A young boy is milking a cow.", "A young boy milking a cow while sitting on a pink stool.", "A young boy sitting on a pink stool milking a cow.", "Child milking a cow outside."], "dog_2008_005798.jpg": ["A brindle dog lying on a cushion next to a plant.", "A brown and white dog lays on a large green pillow.", "A dog sleeping on his back.", "A dog sleeps belly up near furniture.", "Young boxer lying upside down in bed."], "bottle_2008_001444.jpg": ["A man dressed for a race relaxes.", "An older gentlemen relaxing after a race ", "A runner is resting in the shade with a bottle of soda.", "Older gentleman sitting down with bottle in hands.", "The man in bicycle clothes is reclining with a plastic bottle."], "dog_2008_005882.jpg": ["A black and white cat and dog on a striped couch ", "A black and white cat chilling out with a black and white dog on a striped sofa.", "A brown dog and black cat sharing a tan sofa.", "Brown dog and black cat on the couch ", "Dogs and cats can get along!"], "person_2008_006732.jpg": ["A baby sits in a car seat looking upward ", "A baby strapped into a car seat.", "A small baby is buckled into a plaid car seat.", "A small baby sitting in a car seat.", "A small infant dressed in yellow and white strapped into a car seat carrier."], "aeroplane_2008_007504.jpg": ["A blue and orange airplane flying with its landing gear down.", "a blue and red airplane while in flight ", "A red and blue plane flying with its landing gears down.", "Blue and red plane in mid-air flight.", "The front half of a blue and orange airplane with landing gear down."], "horse_2008_006912.jpg": ["A horse rider is riding a white horse.", "a man in black riding a white horse ", "A man in riding gear on a gray horse.", "A man rides a prancing horse.", "A show jumping horse and rider galloping around an arena."], "horse_2008_006434.jpg": ["A brown on in the field on a sunny day.", "A close-up of a brown horse standing in front of a tree.", "A close-up of an animal with a long face standing on grass near a tree.", "A close up picture of a horse wearing a jacket while in a paddock.", "A horse standing near a tree is facing the camera."], "bus_2008_006748.jpg": ["A large yellow bus is parked next to a building by a field.", "A yellow school bus is parked in a rural area.", "A yellow school bus parked in a field.", "Old school bus parked beside a run down building.", "Yellow schoolbus parked on grassy dirt road in front of house."], "cat_2008_006403.jpg": ["A brown cat wearing a shiny collar with a blue pendant sits on the floor.", "A ginger cat with a blue name tag sitting on a carpet.", "A golden cat sits on carpet near a computer.", "A large orange tabby cat sits wondering about the computer in front of it.", "Blue eyed yellow cat wearing a bone tag sitting sweetly."], "bicycle_2008_004603.jpg": ["people riding tandem bicycle ", "Spectators watch racers on a tandem bike.", "Two men on a yellow tandem bicycle rest at the curb.", "Two people riding a tandem bicycle while wearing lira racing outfits.", "Two prop-leg ride a yellow tandem bike while someone helps."], "sheep_2008_008666.jpg": ["A sheep with a tree in the foreground.", "Sheep resting peacefully on grass.", "Two sheep sit in a green field by a tree.", "White sheep lying down on grass.", "Wooly sheep lying down in a pasture."], "motorbike_2008_002804.jpg": ["A motorcycle and rider in a large field.", "Individual in a red helmet on a motorbike in a green field underneath a blue sky.", "Man on a motorcycle in the woods ", "Off road motorcycle riding in't only in the dirt!", "White motorcycle with a person with a red helmet riding "], "train_2008_003826.jpg": ["A London Underground train in a siding next to a London Overground train.", "The red train and the yellow train on on the tracks.", "Trains amble by the rail yard.", "Two trains are traveling on the track.", "Two trains stopped on a railroad track."], "cow_2008_006547.jpg": ["Several cows grazing on grass in field.", "Three cows are grazing in a grassy field.", "three cows are in a field in the country ", "Three cows grazing in a field.", "Three farm animals are grazing."], "bicycle_2008_000725.jpg": ["A cyclist relaxes on a bench and gazes toward the ocean.", "Man sits on bench and looks toward ocean with a bike at his side.", "Person sitting on a bench taking a break from bike riding.", "Someone sitting on a bench next to a bike looking out over the sea.", "Woman sitting next to bicycle on a snowy bench facing the ocean."], "bottle_2008_004090.jpg": ["A baby holds a ketchup packet.", "A baby in a highchair holds a ketchup packet.", "A baby is seated in a polka-dotted high chair and holding a packet of cats.", "A small child sitting in a multicolored chair.", "A toddler in a polka-dotted chair plays with condiment packages."], "sofa_2008_004632.jpg": ["a dark living room with a white couch and a fireplace ", "A living room containing a large cream sofa along with a chair and fireplace.", "An empty room with a beige couch and blinds on the windows.", "A room with a fireplace and large sofa.", "Sun shining through the window of a tidy living room."], "motorbike_2008_008154.jpg": ["A motocross rider about to get back on his stunt bike.", "A motorbike kicking up dust with the rider holding the handlebar while standing to the side.", "A motor-cross rider trying to catch his bike.", "A person in a helmet and race jacket is running after a riderless, running motorcycle.", "A person wearing a helmet is by a moving motorbike."], "bicycle_2008_008708.jpg": ["A boy with a helmet on a bicycle.", "A man doing a wheelie on a mountain bike.", "A man is riding a bicycle and wearing a blue helmet & a white jersey with the number six on it.", "A person wearing a helmet rides a bike near a white structure.", "Person with #06 riding a bicycle."], "bottle_2008_005560.jpg": ["A white cat looking out of a kitchen window.", "A white cat sitting in the window pane beside a blue vase of flowers.", "A white cat sitting on a window sill with a small blue vase of purple flowers.", "A white cat staring out a window.", "White domestic cat sitting on window ledge looking outside."], "motorbike_2008_008552.jpg": ["A dirt bike rider riding around a track.", "A motocross racer wearing blue and red protective gear.", "An action snapshot of a dirt bike in motion ", "A person is riding a motorcycle professionally in a race.", "BMX rider racing down dirt track."], "cat_2008_004303.jpg": ["A cat lying down attacking a straw broom with its mouth and front paw.", "A striped cat is chewing on a broom.", "Domestic cat scratching broom stick.", "The cat is attacking a corn husk broom.", "The curious cat plays with the broom."], "horse_2008_003805.jpg": ["A brown race horse, jockey in green, and handler.", "A horse jockey is mounted.", "A jockey rides a horse led by a walking man.", "The horse and jockey enters the winner circle after the race.", "The jockey sitting atop a brown horse smiles."], "car_2008_000203.jpg": ["A black and white photo of a man driving a car and someone with a motorcycle.", "A black and white photo of a man in a classic car and a man with a classic motorcycle.", "One man is riding a truck next to the man riding a bicycle.", "Two men riding through field on motorized vehicles.", "Vintage picture of a man in a car and man on a motorcycle "], "diningtable_2008_004588.jpg": ["a room with a red ottoman overlooking a window ", "A room with christmas lights and furniture covered in bright cloths.", "A view outside looking outside a window.", "Furniture is covered by sheets in a room with a view of the street.", "Furniture pieces covered with sheets are near a window with Christmas lights."], "person_2008_000834.jpg": ["Two men paddle a red kayak.", "Two people in a red canoe on a clear lake.", "Two people on a lake in a red canoe rowing.", "Two people paddling a red canoe are reflected in the still water.", "Two people paddling in a red canoe with trees in the background."], "aeroplane_2008_007442.jpg": ["Two bi-planes are flying side by side, emitting contrails.", "Two bi-planes flying close together amidst lots of smoke.", "Two planes are leaving smoky trails in the sky.", "Two stunt airplanes with their pilots standing on the wings.", "Two stunt biplanes with walkers and smoke plumes."], "cow_2008_002686.jpg": ["A brown and white horse with its eyes closed, with a barn in the background.", "A close-up of a horse ", "A close-up photo of a brown and white horse on a farm.", "A paint horse stands close to the camera on a ranch.", "The curious horse moves in for a close up."], "boat_2008_007841.jpg": ["A man and two women are posing for the camera on a boat in the water.", "a shirtless bald man and two young women on a boat ", "Group of 3 people posing for a picture eon a white boat.", "The three people are on a white boat.", "Two girls on a guy posing on the bow a boat."], "dog_2008_007567.jpg": ["An elderly woman poses beside a small child dressed as a bumble-bee on Halloween.", "An older woman faces the camera with a baby dressed as a bee on Halloween.", "An older women next to a child dressed in a costume.", "A woman hugs a child that is in a bumblebee costume.", "A woman poses with a toddler in a costume."], "car_2008_001062.jpg": ["Five cows are grazing beside the road.", "Five cows grazing on a patch of grass between two roadways.", "Several bulls are grazing on the grass in between two roads.", "Several cows are grazing along the roadside.", "Several cows grazing on the median by the road."], "aeroplane_2008_005905.jpg": ["A blue airplane in a tailspin at an airshow.", "Airplane releasing smoke in air while barrel rolling.", "An acrobatic airplane trailing smoke.", "A stunt plane flying up leaving a white big-bag trail behind.", "A stunt plane spiraling in the sky with a smoke plume behind."], "cat_2008_006956.jpg": ["A black and white cat lying on a blanket.", "A black and white cat sleeping on its side on a purple blanket.", "A black and white cat sleeps on a purple blanket.", "A cat sleeps on purple sheet.", "The cat finds a comfortable pillow to sleep on."], "bird_2008_003484.jpg": ["Two bald eagles perched on a branch.", "Two bald eagles perched on branches.", "Two eagles are perched on a branch.", "Two Eagles perched on a branch.", "Two eagles sitting on a long branch."], "motorbike_2008_008450.jpg": ["A row of motorbikes parked in front of a store.", "Several motorcycles parked in front of restaurant.", "Three motorcycles are line up outside a restaurant.", "Three motorcycles are parked in front of an open business.", "Three motorcycles parked in front of a building."], "cat_2008_003244.jpg": ["A cat laying on a red cushion looking at the camera.", "A distorted photo of a blue eyes seal point cat on a red towel.", "A Siamese cat is lying on a red blanket and looking directly into the camera lens.", "The siamese cat looks groggy after awaking from a cat nap.", "Up close photo of siamese cat lying down on a red blanket."], "bicycle_2008_008671.jpg": ["A man is alone on the back of a tandem bicycle.", "A man on the back seat of a red tandem bicycle.", "A man sits on the back seat of a tandem bicycle.", "A man standing at the rear seat of a red tandem bicycle.", "Person standing on double seated bicycle."], "boat_2008_001799.jpg": ["A view from shore of docks, boats and a body of water with trees all around.", "A view through the trees of the water, the docks, and the boats.", "Sailboats tied up at the docks viewed through trees.", "Several boats tied to the boat docks in the water.", "Two boats docked on a lake "], "pottedplant_2008_004171.jpg": ["A close-up of a plant in a terra cotta plant pot.", "A lively looking green plant in a pot.", "A potted plant is sitting on cement next to the grass.", "Gree plant in red clay pot.", "Some seedlings planted in a plant pot with grass behind."], "car_2008_004559.jpg": ["A firehouse with firetruck out front ", "A firetruck and two cars parked in front of a giant flag on a red brick building.", "A firetruck is parked in front of a brick building with an American flag.", "A US fire station with a large American flag hanging outside.", "The american flag adorns the fire station."], "bicycle_2008_007470.jpg": ["A guy with headphones midair on a bike under an overpass painted with graffiti.", "A man jumping a BMX bike in a room filled with graffiti.", "A man on a bicycle is riding beneath a concrete structure with graffiti.", "A man on a bike performing a bmx trick in a concrete area ", "The guy with headphones catching some air on his bike."], "bottle_2008_001486.jpg": ["A girl in a black desktop holds up an open box of Corn Flakes and a carton of milk.", "A woman holding a bottle of milk and a box of corn flakes.", "A women at a party holding a box of Corn Flakes and milk.", "Woman posing in library with corn flakes and milk.", "Young woman with corn flake cereal and drink in left hand."], "bus_2008_004844.jpg": ["A bus at a bus stop.", "a red long bus in a city ", "Long red bus in city street.", "The red bus is parked at the station.", "The tourist bus waits for its passengers to arrive."], "train_2008_007201.jpg": ["A red train ", "A red, yellow and black locomotive from the Panama Canal Railway in a siding.", "A red, yellow, and black Panama Canal Railway train sits on dead-end tracks.", "side view of a Panama Canal Railway freight train ", "The left side of a Panama Canal Railway locomotive."], "train_2008_007247.jpg": ["A black train engine is facing me on the tracks with its light on in the woods during the day.", "A close-up of a black train engine.", "A front view of a black train engine on the tracks with people standing on either side.", "A group watches an old freight train engine.", "The train is very old and has the number 1225 on it."], "bottle_2008_007147.jpg": ["A man and woman posing on a field with a bottle of wine.", "A man and woman wearing white outfits stand on grass and smile.", "A man in white with a wine bottle and a woman in a red turtleneck with a white vest.", "Man holding a bottle of wine standing next to an asian woman.", "Two people dressed in white standing on a grass field."], "tvmonitor_2008_005254.jpg": ["A blank screen with two remotes on the table.", "A flat screen television on a table with two remote controls.", "A Philips flat-screen TV is shown with its two remote controls.", "A Phillips flat screen TV with two remote controls ", "Flat screen television with two remote controls sitting in front."], "motorbike_2008_001691.jpg": ["A parked yellow motorbike.", "A yellow motorcycle ", "A yellow motorcycle is parked on the street.", "A yellow streetwise, parked with a helmet.", "The yellow motorcycle is parked on the street."], "pottedplant_2008_007882.jpg": ["A happy man in a blue shirt is standing in front of a fountain.", "A man in a blue shirt and tan pants is standing in front of a statue of a man, which is in a cobble stone paved plaza.", "A man is standing in front of a raised statue,", "A man poses in front of a large fountain with a statue on top.", "Man with blue shirt standing in front of a fountain."], "person_2008_008275.jpg": ["A black and white image of an old fashioned train in a station.", "A black and white photo of an old train station.", "A black and white scene of people boarding a train.", "a steam train is stopped at a train station ", "A train is at a train station."], "car_2008_007346.jpg": ["Four people are rowing a boat near the shore.", "Four people row a canoe in water.", "Four people rowing down a river.", "The canoe paddle in the wide river.", "The crew rows on a beautiful day."], "boat_2008_006488.jpg": ["A fisherman in a small boat in the middle of a peaceful lake.", "A man fishing on a small boat while on a lake.", "a person on a canoe on a lake ", "The person holds a fishing reel in a small boat on calm waters.", "The solitude of the lake is a fisherman's delight."], "dog_2008_001479.jpg": ["A brown dachshund beside the door.", "A brown dog sits in the sun.", "An adorable brown dog with long ears standing by a white wall.", "a small brown dog sitting on a hard wood floor ", "Small dog sitting next to white wall."], "motorbike_2008_000237.jpg": ["A red car sits atop a semi on the set of a stunt show.", "a small red car atop a large white truck ", "A small red car on top of a semi truck.", "A white semi with a red car on top being filmed in a stunt show.", "Red sports car on top of white semi truck."], "person_2008_004176.jpg": ["A group of girls are posing with two ", "A group of people standing with two other people dressed as Elvis.", "Five women posing with two Elvis impersonators.", "Group of people posing with two men dressed as Elvis.", "The group of ladies take a photo with a couple of Elvis impersonators."], "pottedplant_2008_005214.jpg": ["A row of brightly colored plant pots under a blue sky.", "A row of potted plants on top of a railing.", "Collection of pots sitting on house ledge.", "Line of pots on top of a wall in front of a terracotta roof.", "There are a row of different looking flower pots on a fence ledge in front a house."], "bicycle_2008_004592.jpg": ["A bicycle in a dining room.", "A silver bicycle is parked in a living room.", "A silver bicycle leaning up against a kitchen table and chairs.", "A silver bicycle leans against a dining room table and chairs.", "A silver mountain bike resting up against a wooden table and chairs."], "sofa_2008_004416.jpg": ["A blue, red, and white couch against a wall with accent tables.", "A couch with an Union Jack motif sits behind some glass.", "An English-themed furniture set.", "a sofa with the union jack, a blond small table with a lamp ", "There is a red, white, and blue sofa and two tables in the room."], "cow_2008_007009.jpg": ["A brown and white calf laying down on the hay in a barn.", "A cow and two calves in some hay.", "Calf lying down in the straw.", "Some cows standing, while another lies in the hay.", "The calf is asleep in the hay with two cows to the left."], "aeroplane_2008_001985.jpg": ["Fighter jet formation flying over lake.", "Five jets screech across the sky at low altitude above a river in a small city.", "Jets flying across the sky over the water by a city.", "Six jets are flying over the ocean.", "The Blue Angels flying over a river with a skyline in the background."], "chair_2008_003245.jpg": ["An smiling asian child sits beside a young women near a blue mosaic table.", "Asian mother and daughter seated at a dinner table.", "A small girl and a woman seated at a restaurant smile for the camera.", "A women and small child sitting at a dinner table smiling at the camera.", "The happy mom and daughter await their meal."], "aeroplane_2008_008048.jpg": ["Formation of stunt planes flying through the air.", "Nine airplanes flying together during an airshow.", "Nine red and white aircraft flying in formation trailing smoke.", "Nine red and white jets flying in the sky.", "Planes flying in formation with colored smoke flying from behind."], "diningtable_2008_004564.jpg": ["A girl has a meal and sips a drink by the water.", "A lady having a meal on plastic furniture overlooking the water.", "A women drinking while sitting at a plastic table by the sea.", "The woman is drinking from a straw at a restaurant on the beach.", "Woman eating and drinking while overlooking the ocean."], "pottedplant_2008_001966.jpg": ["A bird perched on a flowerpot.", "A brown bird sits upon a clay pot amongst some flowers.", "A close-up of a bird perched on a terra cotta flower pot.", "Bird perched on a flowerpot beside a stucco wall.", "The bird protects its new nest in the pot."], "sheep_2008_004621.jpg": ["A little white lamb resting.", "A small lab lying down.", "A white kid lying on the ground.", "The baby lamb sits alone.", "This baby lamb's white coat contrasts well with the bare earth floor."], "pottedplant_2008_006807.jpg": ["The two men are standing next to their bicycles in front of the building.", "Two men in bike riding clothing standing by their bikes.", "Two men in biking uniforms looking off into the distance ", "Two men stand with their bicycles outside a shop.", "Two men wearing bike helmets."], "bus_2008_001820.jpg": ["Two buses with their doors open parked side by side ", "Two empty buses parked next to each other.", "Two identical buses parked side by side.", "Two old city buses with blue and red striped stand next to each other in a grassy area.", "Two white buses parked side-by-side in the grass."], "aeroplane_2008_008373.jpg": ["A large passenger jet flying close to the ground.", "A Lufthansa Boeing 747 coming in to land.", "A Lufthansa plane has just taken off.", "A passenger plane taking off.", "Lufthansa airliner taking off of runway."], "pottedplant_2008_003665.jpg": ["A black dog ", "A black dog laying on the grass next to a wooden structure.", "A black dog lies on the grass.", "A black dog sitting outside.", "The black dog is lying in the grass."], "sofa_2008_001660.jpg": ["A guy and girl pose on a sofa with a tiny dog.", "A man holds a small dog and is seated with a woman on a couch.", "A smiling man and woman hold a young chihuahua.", "The man and the woman are posing with a small dog.", "To man and a woman sit on a couch, the man holding a pillow and a small dog."], "dog_2008_000808.jpg": ["A dog is wearing a gray jacket.", "A pug in a bomber jacket.", "A pug sitting while wearing an aviator jacket.", "Pug dressed in leather pilot jacket.", "The dog is a Pug and is wearing a bomber jacket."], "cat_2008_002067.jpg": ["A couple posing in a picture with a cat in hand ", "Aman and a woman sitting on a couch with a cat.", "A man and women smiling at the camera while holding a white cat.", "Asian couple sitting on couch with a white cat in the woman's arms.", "The man and woman are holding a less than enthusiastic cat."], "sofa_2008_000465.jpg": ["a living room with a birdcage in the left corner and two lit lamps ", "A living room with a wood floor and red furniture.", "A living room with red sofas and a bird cage in the corner.", "A living room with sofa, love seat, chair and coffee table.", "A room decorated with mostly red furniture, with hardwood floors."], "person_2008_005412.jpg": ["A man is pushing his bike up a snowy incline.", "A man posing with a mountain bike in the snow.", "A man with his bike in the snow ", "Man holding bicycle on snowy incline.", "Man with a bike standing in a tree covered wood."], "car_2008_006037.jpg": ["An Esso gas station with trees in the background.", "A small white car parked at the gas station.", "A view of an Esso gas station.", "A white car is at an Esso gas station.", "There is one car at this gas station on a sunny day."], "boat_2008_005321.jpg": ["A boat is docked in water.", "Am open-topped boat is moored in a calm bay.", "A small motorboat is in the shallow water.", "Small wooden boat anchored near shore.", "The old boat sits on the dock."], "bird_2008_007854.jpg": ["one white bird and a black and white bird on a grassy plain ", "Two affectionate birds in a field of dead grass.", "two birds close to each others ", "Two birds, one white while the other more colorful, face each other.", "Two long-legged birds face each other in tall grass."], "chair_2008_001320.jpg": ["A man in a blue shirt is standing beside a table with a birthday cake.", "A man stands behind a birthday cake smiling.", "An elderly man stands behind a birthday cake with four candles.", "An older man poses for a photo in front of a birthday cake.", "An older man stands behind a birthday cake."], "train_2008_001850.jpg": ["A close up of a silver train.", "A close-up of a silver train engine with a red stripe.", "Large silver locomotive engine in a shed.", "Left side of a silver train engine.", "The silver train is parked in a station "], "bus_2008_004613.jpg": ["A double decker red United bus on a city street.", "A doubly decker red bus driving down the road.", "A red, double-decker bus.", "A red two story bus driving along the street.", "Front and left side of a red double decker bus."], "pottedplant_2008_005680.jpg": ["A comical preying mantis sits with other plants on the table.", "A costume of a venue fly trap is near flowers.", "A scene of a plant store containing a monster piranha plant.", "Some plants, with a stuffed dinosaur head in the background.", "The plant from Little Shop of Horrors threatens an actor playing Seymour "], "cat_2008_007176.jpg": ["A ginger kitten asleep on a brown leather sofa.", "An orange kitten lay on a leather couch.", "A sleepy orange kitten on a brown leather couch.", "A small orange kitten is curled up sleeping on a brown leather couch.", "Sweet little yellow kitten curled up asleep."], "sofa_2008_008608.jpg": ["A living room with a beige sofa and love seat, television, and coffee table.", "A living room with two sofas and a large TV along with a palm in the corner.", "Cream furniture and a television in a living room with palm tree decorations.", "Living room with tan furniture and flat screen television.", "The model home allows a comfortable seating arrangement to watch television,"], "aeroplane_2008_008146.jpg": ["A jet flies high in the blue sky.", "A plane flying at a distance.", "A plane in the sky ", "A small jet airplane.", "Fighter jet flying through the blue sky."], "bicycle_2008_007067.jpg": ["An adult rides a child's bike.", "A person on a small bike in some bright sunlight.", "A person wearing a helmet sits on a bicycle on a sunny day.", "A person with a pink bicycle near a tree which has the sun shining through ", "A small child riding a bike in bright sunlight."], "chair_2008_008593.jpg": ["A man is laying on the floor holding a baby up above him.", "A small baby being held in the air by a women laying on the floor.", "A woman is laying down on the floor and holding a baby up above her.", "A woman lying on the floor is holding a fair skinned baby above her with a large brown sofa in the background.", "Woman lying on the floor holding naked baby in the air."], "cow_2008_005010.jpg": ["A field with many black cows in it.", "A group of black cows and calf in a field.", "Black cows with tagged ears are standing in a hay-covered field.", "Small black cows are near big black cows.", "These feedlot cattle are sporting numbered ear tags that help their owner identify them as his property."], "cat_2008_000345.jpg": ["A brown cat sits by a window.", "A graceful cat sitting on a sunny windowsill.", "A gray cat is sitting on the window ledge looking at the camera.", "A gray cat with green eyes sits on a windowsill.", "Cat sitting on windowsill "], "diningtable_2008_000817.jpg": ["A kitchen dinette set sits on a backyard deck.", "A wooden deck area outside a house containing a table and four chairs.", "Patio furniture on an empty deck.", "Wooden back porch with wooden dining table.", "Wooden deck with wooden table and chairs."], "train_2008_008632.jpg": ["An American flag and another flag fly above a yellow train engine and snow.", "A yellow and black train passing through the snow toward two flag poles.", "Two flags fly on a snowy day as a yellow train approaches.", "Two flags lay quietly on their poles while a freight train passes by on the tracks.", "Two flags on flagpoles near a train on covered ground."], "car_2008_005747.jpg": ["A close-up view of the headlights of a blue old-fashioned car.", "Close up of the headlights on a blue car.", "The front drivers side headlights of a blue Corvette.", "The headlights on a blue car.", "The left headlights of a classic blue convertible."], "sheep_2008_007806.jpg": ["A black and white lamb with other lambs in the background.", "A black and white sheep is walking next to a white sheep. ", "A close-up of a black and white farm animal in hay.", "Black and white lamb with tag in right ear.", "Little black and white calf with a tag on its ear."], "car_2008_000085.jpg": ["A black car with damage in the back.", "A black SUV which has been in an rear end collision.", "Black SUV smashed from behind.", "The back of the black SUV is crumpled and the rear window is broken.", "The back of the black SUV is wrecked."], "bus_2008_007969.jpg": ["A multicolored, open air bus with a yellow flag.", "An old fashioned passenger bus with open windows ", "Bus with yellow flag sticking out window.", "The front of a red, blue, and yellow bus.", "The idle tourist bus awaits its passengers."], "dog_2008_005563.jpg": ["A man in camouflage clothing is crouching behind a bush while a white dog looks on.", "A man is on the ground near a white dog on a leash.", "A small white dog on a leash and a man in combat fatigues on a hillside.", "Soldier hunting a puppy ", "White dog standing in gravel in front of man dressed in army uniform."], "bird_2008_008194.jpg": ["a bird with bright colors ", "A close-up of a green bird with a red face and purple tail feathers.", "A green bird with a red face sitting.", "A small green bird with a red beak.", "Tropical bird sitting on wet rock."], "chair_2008_001073.jpg": ["A man is posing in front of his computer.", "A man is smiling, while sitting at a computer on a desk.", "A man seated in front of a computer.", "A man wearing a sports jersey poses at a computer in front of curtains.", "An Asian man sits at a computer and looks at the camera."], "sheep_2008_006327.jpg": ["Four goat kids laying on hay.", "Four lambs cuddled together on hay.", "Four lambs lay together in hay.", "The lambs are sleeping on the hay.", "Three white lambs and a spotted lamb cuddling in the hay "], "dog_2008_004498.jpg": ["The caged dogs are spread from the others.", "Two black and white dogs behind chain link fence.", "Two dogs in a fenced kennel look ahead.", "Two dogs locked into a gated area with a doghouse inside.", "Two dogs sitting in a large dog pen."], "boat_2008_006720.jpg": ["a view over a cliff with a big sailboat in the distance ", "behind a cliff, a boat sails away", "Plants grow out of rock near blue water as a boat sails ", "Sailboat in the distance with a closeup of a cliff.", "The face of a cliff with a ship sailing in a body of water in the distance."], "aeroplane_2008_001468.jpg": ["A blue grounded fighter jet is parked on grass in front of a glass building.", "A blue jet stopped on a lawn.", "A fighter jet sits on display.", "A jet plane on exhibit in front of a modern building.", "Blue fighter jet parked in the green grass."], "aeroplane_2008_006548.jpg": ["A blue and yellow plan flies against a blue sky.", "A blue and yellow US Navy plane speeds through the sky.", "A small blue and yellow airplane glides through the air.", "Navy fighter jet flying in a blue sky.", "Sky view of a blue angels navy fighter jet."], "sheep_2008_001601.jpg": ["A sheep ", "A sheep standing angst wild flowers and grasses.", "A white sheep standing on a field next to wild flowers ", "The white sheep is standing next to the plant.", "Two lambs stand on a grassy hill."], "motorbike_2008_007739.jpg": ["A BMW motorcycle parked between two cars.", "A red and black motorbike with a hind basket parked between two cars.", "A red motorbike with basket attached parked between cars.", "Motorcycle with basket on back end.", "Red BWM bike parked"], "cow_2008_008132.jpg": ["a hairless white cow ", "A water buffalo.", "A white bull in the pasture.", "A white bull standing in a field staring at the camera.", "Bull looking towards camera on grassy field."], "horse_2008_006397.jpg": ["A jockey races on the number 6 gray horse.", "a jockey riding a horse ", "A racehorse wearing the number 6 being ridden by a jockey.", "Gray racing horse with green rider.", "The jockey looks to see if another horse is near."], "sofa_2008_002903.jpg": ["A dining table in front of a window with two sofas in the fore ground.", "A living room ", "A living room with a dining table in the background.", "Large living room with shiny tile covered floor.", "View of a living room with a dining room in the background."], "bottle_2008_007986.jpg": ["A man with a bottle and a man in a Hawaiian shirt are posing for a picture.", "Two guys are smiling, one is holding a beer.", "Two men in button-up shirts smile for the camera.", "Two men wearing glasses and one holding a a bottle.", "Two men with glasses sit together and enjoy some beers "], "dog_2008_001220.jpg": ["A small tan dog and a large brown dog bite each other.", "A small white puppy plays with a large brown dog.", "Big dog fighting with little dog ", "Large brown dog and small dog playing.", "the two dogs are fighting "], "sheep_2008_006100.jpg": ["A black and white photo of two rams in a pen.", "Sheep gather in the pen.", "Two rams stand on snowy ground.", "Two sheep on a snowy day standing at the barn door.", "Two sheep stand in a doorway."], "horse_2008_003283.jpg": ["A girl is seated on a donkey and an older woman stands to her right.", "An old women with a headscarf stands next to a young girl sitting on a donkey.", "a woman in a blue dress sitting on a donkey and a woman with a yellow scarf by her side ", "Old woman and friend on donkey ", "The woman leads the rider on her ass."], "bottle_2008_000495.jpg": ["An office cube has a desktop computer, a cluttered desk, and a blue office chair.", "An office workstation with personal belongings.", "Office desk with computer monitor on.", "Office space with desktop computer and blue office chair.", "The office has computer on the table and other miscellaneous items."], "bird_2008_003087.jpg": ["a brown and white duck in a pond ", "A duck floating in the water.", "A duck preening its feathers.", "A duck sits in the water preening its feathers.", "Duck grooming itself while standing in the water."], "bottle_2008_000691.jpg": ["A mother prepares to feed her infant son.", "A person holding a baby.", "A person holds a young baby who is sleeping.", "A person is holding a baby.", "The brown-haired person holds a baby which appears to be sleeping."], "cow_2008_005097.jpg": ["A group of cows in a field with yellow tags in their ears.", "Group of several cows standing close together.", "The tagged black cows gather for a group picture.", "Three cows looking at the screen with one cow in the background.", "Three cows staring forward and one in the background."], "bird_2008_007205.jpg": ["A baby penguin eats out of its mothers mouth.", "Adult penguin feeding its young.", "An adult penguin feeding a younger penguin.", "an adult penguin regurgitating food for its young ", "Four penguins are standing on rocks near the water."], "person_2008_004387.jpg": ["A city street with a bus stop sign.", "A street view of urban buildings and a bus stop.", "A street view with large buildings on either side near a bus stop.", "Blue bus sign on the corner of a street in between rows of buildings.", "Bus stop sign on a city street."], "person_2008_000987.jpg": ["A group of friends pose with furry hats.", "A group of people, four of which are women, two of which are men, pose wearing fuzzy hats with earflaps.", "A group of peoples posing in fur hats.", "Group of teenagers being silly.", "Visitors pose wearing fur hats."], "sheep_2008_004292.jpg": ["A sheep beside a road and a lake.", "A sheep is on the edge of a road with a lake and a mountain in the background.", "A sheep stands on a roadside wall overlooking a large lake ", "Sheep standing on side of road in grass.", "Two long-haired goats on the road in front of a river and green hills."], "aeroplane_2008_001801.jpg": ["An airplane sitting on the tarmac at an airport with another plane in the background.", "A white an blue airplane parked at the airport near another small plane.", "Blue and white airplane parked.", "two airplanes are waiting on the tarmac ", "Two airplanes parked at the airport."], "aeroplane_2008_005916.jpg": ["A grounded passage plane in a terminal.", "An Air Pacific airplane sitting on the tarmac. ", "Large white commercial airliner parked on runway.", "The back and right side of a parked passenger jet.", "The passenger plane is sitting at the airport."], "aeroplane_2008_003369.jpg": ["A passenger aircraft with landing gear down.", "A passenger jet flies through the air.", "A passenger plane fly through the sky.", "The Austrian plane soars in the sky.", "The white jet with its landing gear down flies in the blue sky."], "chair_2008_004985.jpg": ["An empty hallway leading into a room with brown furniture.", "Down the hallway you can see a doorway, a window and two couches.", "Empty house with garbage on the floor and leather chairs in the living room.", "Looking down a hallway into the living room of a home.", "The hallway has wooden floors "], "bird_2008_002471.jpg": ["A bird carrying a branch over the water.", "A bird flies over water carrying a branch in its talons.", "A large bird flying across the water.", "An osprey flies over water with a stick.", "The hawk is flying with a stick in his talons."], "bicycle_2008_007421.jpg": ["A cyclist is riding through the woods.", "A mountain bike and rider riding through woods.", "A person wearing a bike helmet rides a bike on a path through trees.", "A woman riding a bike on a forest trail.", "Motion shot of a woman riding a mountain bike."], "dog_2008_000706.jpg": ["an old black woman wearing a turban and a headdress and a dog next to her wearing the same red headdress ", "A woman and dog are dressed in colorful clothes and sitting outside.", "Black woman with flower hat sitting next to dog with the same hat.", "The woman and the dog are both wearing flowers on their heads.", "Woman and her small dog dressed up together sitting on concrete curb."], "aeroplane_2008_003703.jpg": ["An ocean airlines airplane is on a runway.", "an Ocean Airlines passenger jet on the runway ", "An ocean airlines passenger plane on the runway.", "A white Ocean Airlines plane travels down the runway.", "A white Ocean Airlines plane travels down the wet runway."], "cat_2008_002294.jpg": ["A close-up of a small white cat resting its head on a rock near a window.", "A white cat rests it head on a stone.", "A white kitten asleep on a window sill with his head on a rock.", "A white kitten uses a rock as a pillow.", "Peaceful image of a white cat sleeping with its chin resting on something."], "sheep_2008_006892.jpg": ["Sheep being shaved on wooden floor.", "Two farmers shaving their sheep ", "Two women are sheering a white sheep inside of a wooden building.", "Two women in a barn finishing the job of shearing a sheep. ", "Two women shearing a white sheep in a wooden stall."], "cat_2008_006384.jpg": ["A black and white cat is high up on tree branches.", "A cat is in a tree ", "A cat standing on tree branches.", "A cat standing on two branches high up in a tree.", "A cat stretched across two barren limbs in a tree."], "train_2008_002900.jpg": ["A black and white photo of an empty train station.", "A black and white picture of a rail line and telegraph poles.", "A black and white picture of railroad tracks.", "An empty train next to a parallel set of tracks.", "Photo of a train station, in black and white."], "bottle_2008_004979.jpg": ["a woman at a dinner table writing on her notebook ", "A woman at the dining table with wine, beer, and lemons.", "A woman by the table preparing drinks.", "A woman sits with her head down at a table that has alcohol beverages and accessories on it.", "Woman at table busy with something "], "bicycle_2008_004363.jpg": ["A bicycle on display with a shade attached.", "A vintage bicycle on display in a museum.", "A wooden bicycles with an attached shade cover.", "A wooden bicycle with an awning.", "Old style bicycle with umbrella attached to it."], "person_2008_001349.jpg": ["A lady and two children look at papers.", "An Asian lady with a boy a girl reading a newspaper.", "Asian and two children poring over a paper.", "A woman and two children are looking at a piece of paper.", "Two children and a woman look at a sheet of paper."], "car_2008_003061.jpg": ["A man in a cowboy hat check approaches a small red sports car.", "The back and left side of a red Ferrari and two men admiring it.", "The sporty car is admired by passer by.", "Two men next to a red sports car in a parking lot.", "Two men stand beside a red sports car."], "bicycle_2008_001402.jpg": ["A bicyclist sticking his tongue out at the camera.", "A male biker, dressed in white, rides on pavement, a landscape of trees and grass behind him.", "A man riding a bike with one hand.", "A man riding a small bicycle.", "Cyclist giving you the Bird "], "train_2008_002452.jpg": ["A small train stopped on the tracks in a park.", "Railroad tracks with a railroad car on them.", "The brown train is sitting on the railroad tracks.", "The train heads down the tracks and along the hedge.", "Train cars sitting on a track."], "aeroplane_2008_008471.jpg": ["An airplane is flying over a tree in the blue sky.", "A plane is flying in the distance.", "A small aircraft flies in the blue sky above the trees.", "A small airplane flying above the trees.", "The back of an airplane."], "pottedplant_2008_002653.jpg": ["A little, dark-haired girl in a blue dress and boots sits on a concrete pedestal surrounded by plants and flowers.", "An Asian toddler girl sits next to a pot of flowers on a marble post.", "A small child sits on a cement wall near white flower.", "A small girl sits on a stone ledge near a white flowering plant.", "The girl is wearing a blue dress and is very young."], "diningtable_2008_003534.jpg": ["A group of four people in a dinner having cake.", "Four friends having cake in a restaurant with a blue table cloth.", "Four people eating dessert around a table.", "Four smiling people eating cake.", "Three young women and a young man sitting at a table eating cake."], "cat_2008_003772.jpg": ["Two baby kittens are sitting inside a cow-schemed, fur-covered dome.", "Two cats are close together inside and black and white furry enclosure.", "Two kittens hiding under black and white bedding.", "Two kittens sitting in cow-patterned kitty furniture.", "Two kittens sitting inside a cat house."], "car_2008_005960.jpg": ["A black car is parked on gravel near a fence.", "A black car parked in the dirt out in the country.", "A black vehicle parked with a vies of low-lying mountains.", "A greenish black car parked in the country with mountains in the distance.", "Black PT Cruiser parked in gravel."], "cow_2008_007031.jpg": ["A brown and white cow in a snow covered field.", "A large brown and white yak standing in the snow.", "Brown and white cow on a snow covered field.", "Large buffalo standing in the snow.", "The bison stands in s snowy field in a mountainous area."], "bus_2008_008343.jpg": ["a brown double decker tour bus on a street with a ferris wheel behind it ", "A bus is on a road with a ferris wheel in the background.", "A double-decker bus driving in front of a ferris wheel.", "An overcast day still brings in tourists on the double decker bus.", "Double decker bus with the London Eye ferris wheel in background."], "pottedplant_2008_008024.jpg": ["Herbs grow in terra cotta plants on a balcony.", "There are two plants in on the window sill overlooking a silver car.", "Two potted plants are sitting on a windowbox outside the window with a car visible on the street below.", "Two potted plants outside a window.", "Two potted plants outside a window overlooking a grey car parked on the street."], "bird_2008_004452.jpg": ["A bird is pecking at a log in a.marsh ", "A small bird standing on a log at the waters edge.", "Bird sitting on a log in a lake.", "The brown water bird has a fish in his beak.", "The long-legged bird perches on the log for a drink of water."], "cat_2008_003063.jpg": ["Two cats are looking at a window.", "Two cats are sitting on the back of a couch and looking out the window in a sea photo.", "Two cats sit on the back of a couch looking out the window.", "Two cats sitting on a couch looking out the window.", "Two cats sitting together on the sofa looking out the window."], "sheep_2008_008322.jpg": ["Three sheep are in the road as a car approaches.", "Three sheep in middle of gravel road.", "Three sheep in the road with an oncoming car.", "Three sheep on a dirt road shot from a car.", "Three sheep on a dirt road viewed from a passenger vehicle."], "boat_2008_005959.jpg": ["A red boat in the middle of a lake with trees in the distance.", "A red boat is floating on water, surrounded by evergreen trees.", "Bright blue lake with a boat in the distance.", "Red boat in lake surrounded by trees.", "Small red and white boat floating in middle of lake."], "sofa_2008_006436.jpg": ["A furry black dog and a small white dog lying down next to a brown leather couch ", "A large dog sleeping by the red couch while a small dog sleeps on the rug. ", "A leather couch between two dogs lying on their backs.", "Two dogs lying down near a couch.", "Two dogs, one large and one small laying near a red leather sofa."], "cat_2008_005252.jpg": ["A small cat laying on a wooden beam looking up at the camera.", "A stray cat ", "Cat sitting on a log in the rocks.", "Domestic cat relaxing on a log.", "Grey and white cat lying on wood "], "chair_2008_005616.jpg": ["A black & white photo of an older woman and a middle age woman sitting in chairs underneath a tree and talking.", "A lady sits next to an elderly lady under a tree.", "Black and White picture of an old women with a younger women looking on.", "Black and white picture of two women sitting under a tree ", "Two women sitting in lawn chairs."], "sheep_2008_004007.jpg": ["A baby white sheep in a wooden enclosure.", "A lamb smelling wood.", "A white lamb with its nose against a wooden box.", "Little white lamb with nose to wood.", "White lamb smelling wood."], "car_2008_002202.jpg": ["A black Harley-Davidson motorcycle parked in a parking lot.", "A motorbike parked on the side of the road near a gate.", "A motorcycle sits unmanned in a parking enclosure.", "A parked big-wheeled motorcycle ", "Black motorcycle parked on street."], "horse_2008_008431.jpg": ["A close-up view of a little girl riding a horse.", "a little girl is riding a white and grey horse ", "A young blonde girl in riding gear sits on top of a gray and white horse.", "A young girl riding a white and grey horse.", "Young girl in riding gear on a horse."], "dog_2008_000620.jpg": ["A pet hopes for a new owner.", "A woman in a grey coat pets a black and white dog.", "A woman pets a dog in a fenced area.", "A woman pets a dog in a gated yard.", "Young lady bent down petting a black and white dog inside a fence."], "sheep_2008_008744.jpg": ["A boy is sniffed through a fence by a black sheep. ", "A little boy looking at a sheep poking his head through the fence.", "Black sheep sniffing a little boys knee.", "The boy kneels in the grass and looks at the sheep as it sticks its head through the fence.", "The sheep goes pokes through the fence to check out the boy."], "cow_2008_008482.jpg": ["A black cow in a field with some snow in it.", "A black cow standing in the middle of a snow covered field.", "A bull standing in the field.", "A distant view of a cow in a field with melting snow.", "A large black animal standing in an open field with snow."], "horse_2008_004764.jpg": ["A jockey in a blue jacket riding a brown horse.", "A jockey rides a horse at a gallop.", "A jockey wearing blue riding a race horse on the track.", "A person riding a horse and pulling it's reins.", "Person dressed in blue riding brown horse."], "cow_2008_000335.jpg": ["Black and white cows behind a fence.", "Black and white cows grazing in a pen.", "The black and white cows pause in front of the gate.", "Two black and white cows behind a metal gate against a partly cloudy blue sky.", "Two cows in a field grazing near a gate."], "tvmonitor_2008_006136.jpg": ["A computer and monitor on a desk ", "A computer operating on a desk ", "A messy desk with a computer ", "A typical college student's work station!", "Very cluttered computer desk."], "tvmonitor_2008_002066.jpg": ["A computer monitor has a picture of a cat in a pumpkin.", "A graphic of a black cat in a pumpkin displayed on a computer screen.", "Close up of a PC monitor with a large halloween pumpkin displayed.", "Sticker-covered computer monitor.", "This is a computer monitor next to a cat-themed picture frame and showing an image of a cat and jack o'lantern."], "horse_2008_000219.jpg": ["A brown horse and a tan calf in a pasture.", "A brown horse standing near a fowl in a grassy paddock.", "Adult horse and foal standing in middle of grass arena.", "Two horses are grazing in a field.", "Two horses in fenced in field."], "bus_2008_003691.jpg": ["A bus drives down a busy road.", "a bus driving in a street ", "A passenger bus going down a busy city street.", "A white and red bus traveling on the street.", "Red and white bus driving down road."], "sofa_2008_007169.jpg": ["Two women and a black dog are near a sofa and chair.", "Two women in a room with a large black dog.", "Two women reluctantly look at the camera in their home as a black dog looks on.", "Two women stand in a living room with a black dog.", "Two women standing in a living room with a black dog looking towards the camera."], "bird_2008_003997.jpg": ["A black and white photo of a seagull flying in front of the Golden Gate Bridge.", "A seagull flying over a bay with a bridge.", "A seagull flying with a large bridge in the background.", "A seagull superimposed in front of a suspension bridge.", "Seagull taking off from hand railing."], "car_2008_007804.jpg": ["A busy street in front of a KFC restaurant.", "A car parked with a KFC restaurant behind and a bus pulling up to the junction ", "A parking lot under a bridge.", "Red vehicle with a blue bus approaching.", "some cars and a bus in a street near a fast food restaurant "], "pottedplant_2008_004380.jpg": ["A black and white photo of four people playing scrabble.", "A family playing scrabble with an uncle around a kitchen table in black and white.", "Black and white picture of a family playing Scrabble around a table.", "This is a black and white photo of a family playing Scrabble.", "Three elderly people and a young boy play scrabble."], "bottle_2008_008072.jpg": ["A baby in a red sox sweatshirt and a dirty face prepares to eat a lemon.", "A baby with a dirty face eats a lemon wedge.", "A boy with food on his face looking at a lemon in a restaurant.", "A small child looking at a lemon on the table in front of them.", "Infant playing with lemon slice on table."], "bus_2008_005277.jpg": ["A city street with a red double decker bus passing by.", "A red double-decker bus on the street outside of the Harrods building.", "People walk along a sidewalk near a red double-decker bus.", "People walking on a sidewalk as a red bus drives by.", "Red double decker bus on side of street."], "boat_2008_006163.jpg": ["A sailboat at sea ", "A sailboat with a yellow sail in the water.", "a sailing boat and a motor boat are in the distance ", "Boat on sea with yellow and white sails.", "Two boats in the distance out on the ocean."], "sofa_2008_003271.jpg": ["A baby is being played with.", "A close-up of a little girl wait ribbons in her hair.", "A small child being held by a women looking into the camera.", "A woman holds up a wide-eyed African-American baby.", "Baby girl dressed in yellow and white."], "tvmonitor_2008_005639.jpg": ["A bookcase with entertainment center and TV.", "A room with a television, stereo and bookshelf.", "A television in a messy room with several bookcases.", "A view of an entertainment system and a bookshelf.", "A wall with a TV and four bookcases."], "train_2008_002325.jpg": ["A man gets off the Peruvian train for a photo opportunity.", "A man stands in front of a train labeled Perurail near mountains.", "A person posing for a picture outside a train ", "A person standing in front of a blue PeruRail train by the mountains.", "The person is standing in front of the blue, yellow and white train."], "sofa_2008_005090.jpg": ["There are two people sitting on a purple couch while smoking.", "Two guys on a couch watching tv ", "Two guys sitting on a couch watching television, drinking, and smoking.", "two men in black tops and blue jeans smoking cigarettes and watching TV ", "Two young men relaxing, watching television and drinking beer."], "boat_2008_003858.jpg": ["A cruise ship called the Carnival Triumph is moving through the water.", "A large white Carnival cruise ship glides through the water against a blue sky.", "A large white cruise liner at sea.", "a white cruise ship sailing"], "bus_2008_000032.jpg": ["A city bus driving past a building.", "A red bus picks up new passengers ", "A red trolley bus passing by on the opposite side of a city street.", "Red bus in front of building.", "The bus makes the rounds in the quaint town."], "cow_2008_008199.jpg": ["A black and white photo of cattle at a trough.", "a black and white photo of cows in their stalls ", "Cattle in building.", "Livestock feeding at a farm.", "The cows feed in the trough."], "train_2008_006818.jpg": ["An old passenger train in blue and white sits in Sheffield Station.", "A passenger train waiting at the city train station.", "A passenger train with a yellow engine.", "Black train arriving at train.", "The blue train is at the station."], "chair_2008_003073.jpg": ["A plaid patterned bedspread in a room with plaid patterned wall paper.", "A small room containing a day bed with quilt and old books on the wall.", "The span style bedroom is small but clean.", "Two twin beds with old fashioned quilts.", "Very patterned room with bed made and wooden chair next to it."], "cat_2008_007888.jpg": ["A cat laying on a surface upside down looks at the camera.", "A cat on its back looking at the camera.", "A pretty white striped cat with his head hanging off the table.", "A white and gray striped cat with green eyes lying on it's side.", "White and gray kitten lying on its side."], "tvmonitor_2008_001461.jpg": ["A woman and her dog watch the cameraman in their living with wooden floors.", "A woman sitting on the couch while a black faced dog runs across the floor.", "A woman wearing a backpack sits on a couch while a small dog runs on the hardwood floor next to her.", "A women sitting on a sofa while a small Jack Russell walks towards the camera.", "White and black small dog walks toward the camera while woman sits on couch, desk and computer seen in the background as well as a pillow, teddy bear and moggie toy on the wood floor."], "horse_2008_003461.jpg": ["A man and woman with helmets on brown horses at a farm.", "an Asian man with glasses riding on a horse and a fat woman riding on another horse to the right ", "Smiling kid sitting on a horse ", "The profile of a smiling boy on a horse and a woman on a horse in the back ground.", "Two people sitting on horses in a stable yard."], "sheep_2008_006070.jpg": ["A black sheep, in front of a gray sheep, in front of a fence and a white sheep. ", "A black sheep stands in front of a gray-brown sheep. ", "Black and brown sheep standing on grass behind fence.", "Two sheep are standing, looking at the camera, face opposite directions.", "Two sheep, one black the other brown, look into the camera "], "car_2008_000457.jpg": ["Back of sticker-covered street signs.", "Street sign on the side of an empty street.", "The back of a sign with stickers on.", "the back of a stop sign with many stickers on it ", "The back of the stop sign is adorned with stickers."], "cow_2008_008635.jpg": ["A group of black cows grazing in a field with a large tree behind.", "A number of black cows graze in front of a large tree.", "Black cows graze on green grass.", "Six black cows are grazing in a pasture with a tree in the background.", "There are some black cattle in a grassy plain with a large tree in the background."], "sofa_2008_008313.jpg": ["A bag of cotton in front of a couch.", "A bag of white cotton leaning on a colorful couch ", "A giant polka bag filled with with cotton in sits on a tan rug in front of a paisley couch.", "A polka bag of white cotton is sitting upright in from of a maroon couch.", "Large bag of cotton in front of couch."], "bus_2008_004679.jpg": ["A yellow school bus is stopped on the street with its door open.", "A yellow school bus lets off passengers.", "A yellow school bus stops and opens its door.", "The front end of a yellow school bus.", "The front of a yellow school bus with trees to the right and a large wooden building to the left."], "car_2008_006827.jpg": ["Cows are crossing a rural highway and blocking the way of 2 cars and a truck.", "Cows crossing a road and blocking traffic.", "Group of cows walking through the middle of busy road.", "The cows are walking across the road in front of the car.", "Vehicles stop while several cows cross the street."], "diningtable_2008_004293.jpg": ["A pug dog and pup play with a bone on the floor.", "A standing dog looks at a dog lying on the floor.", "A young pug lying down with adult pug staring down at him.", "Two dogs are playing on the carpet with a bone.", "Two dogs with one bone on a green and blue carpet "], "bottle_2008_005812.jpg": ["A man is reading the label on a beverage bottle.", "A man looking at the bottle of beer that he is holding.", "The man in a white tee shirt is holding a beer bottle and looking at it.", "The scraggly haired man is holding up and admiring his bottle of beer.", "Young man with curly black hair holding a beer bottle."], "bird_2008_004087.jpg": ["A bunch of parakeets in a cage.", "Several colorful birds perched on wood stick inside of cage.", "The colorful birds get along the birdcage.", "There are two yellow birds and three green birds in a cage.", "Yellow and green birds are in a cage."], "chair_2008_002071.jpg": ["a garden set in a small court ", "A wooden patio set with blue seat covers is wet.", "Brown patio set with blue cushions on wet patio.", "Lawn furniture after a light rain.", "Wet outdoor furniture on a stone patio."], "aeroplane_2008_004348.jpg": ["A camouflaged plane sitting on the green grass.", "A plane painted in camouflage in a grassy field ", "A small camouflaged airplane parked in the grass.", "Camouflage airplane sitting on grassy field.", "Parked camouflage high wing aircraft."], "sheep_2008_000915.jpg": ["A sheep stands alone in an empty bus stop.", "A sheep stands in a glass enclosure near the side of a road.", "A sheep stands inside a clear glass bus stop area in the countryside.", "In a rural area, a white goat trimmed in black stands in a bus shelter, apparently waiting.", "The sheep is white and black and is at a bus stop."], "diningtable_2008_008098.jpg": ["A mother and her child.", "A tiny blonde child in a blue dress sits on a table near her mother.", "A woman with a smiling baby sitting on the table.", "Smiling infant girl sitting near blonde woman.", "Young baby girl sitting on table."], "bicycle_2008_007222.jpg": ["A bundled up child rides a bicycle with training wheels in the snow.", "A child in a blue coat and red hat rides a bicycle with training wheels.", "A young boy is riding his black and yellow bike on a snow-covered driveway.", "A young child wearing winter clothing rides a green.tricycle ", "Young boy riding bicycle with training wheels through the snow."], "chair_2008_002613.jpg": ["A close-up of a woman posing with a lotion bottle.", "A women sitting in a chair at Christmas holding make up.", "Girl on Christmas posing with a tube of cream.", "Woman dressed in red posing with Christmas present.", "Woman in red sweater presenting a bottle of cream."], "bottle_2008_000112.jpg": ["A small white cat sitting in a sink.", "A small white cat standing in a sink.", "A white and grey cat in a bathroom sink looking at the camera.", "Grey and white cat sitting in bathroom sink.", "White cat sitting inside of a sink."], "dog_2008_005160.jpg": ["A chihuahua is standing on the ground looking up at the camera.", "An eager puppy eyes what could be a snack.", "A small chihuahua standing in a yard looking up at the camera.", "A small dog looking up at the camera while standing on grass.", "Small white and brown chihuahua looking up."], "car_2008_006438.jpg": ["A black car with no hood ", "A compact car with no hood is parked in a parking lot.", "Black car missing the engine hood in a parking lot.", "Exposed engine on small black car.", "The front of a black parked car without a hood."], "boat_2008_005536.jpg": ["Black and white picture of two old cruise liners.", "two big ships and a little one on the bank of a river ", "Two cruiseships lines up side by side.", "Two large ships passing in a port area.", "Ywo large ships beside the dock."], "bird_2008_003232.jpg": ["a close up head of an ostrich ", "A close up of an ostrich face.", "An Emu's head.", "Emu's head framed by open sky.", "Fuzzy ostrich head with a cloudy sky background."], "boat_2008_005593.jpg": ["A car with a canoe on top is parked on the street near a moped.", "A parked car with two canoes on the roof.", "Car with kayak strapped on the top.", "Station wagon with canoe on top.", "Subaru with two kayaks on top, and a scooter on the back."], "sheep_2008_007069.jpg": ["Field of sheep and lambs under fluffy clouds.", "many sheep grazing on green hills ", "Sheep in a large field.", "The flock of sheep are spread out in the field.", "The sheep graze in the countryside."], "car_2008_000163.jpg": ["A white limo is parked on the side of a street.", "A white limousine decorated for a wedding.", "A white limo with tinted windows is parked.", "A white luxury car with a window insignia parked on a street.", "Long white car parked on the street."], "tvmonitor_2008_005008.jpg": ["A home office set up complete with a can of soda!", "An Apple computer is sitting on a desk next to a can and another computer.", "Computer desk with computer monitor and soda can sitting in front of keyboard.", "Desk with computer keyboard and monitor.", "Two computers at a workstation."], "bird_2008_003580.jpg": ["A close up of a seagull with others in the background.", "A close-up of a white bird with other birds behind it.", "Close up of a seagull and other seagulls in the background.", "Gulls stand by for bread morsels.", "The white ducks are standing on the ground."], "train_2008_001866.jpg": ["An Amtrak passenger train waiting at a station.", "A silver and blue Amtrak train on the tracks near a small train station.", "A train parked at a train station.", "Silver train at a station ", "There is a blue and silver astray train."], "bird_2008_001829.jpg": ["A bird is flapping its wings in the water.", "A black swan flapping its wings on the water.", "A goose flapping its wings in a body of water.", "A large black bird is sitting in the water.", "Black duck flapping wings in the water."], "person_2008_000806.jpg": ["A man driving an orange scooter through a tunnel.", "A man riding a moped though a tunnel reaches back to a drinks bottle.", "A man riding on a motorcycle in a tunnel.", "A motorcycle rider reaches for a bottle while riding through a tunnel.", "This is a shot from behind of a person on an orange scooter going through a tunnel."], "tvmonitor_2008_004910.jpg": ["A living room with TV, books, vacuum, and accessories.", "A modest living room contains two cluttered bookshelves and a small flatscreen TV.", "A small TV on a wooden floor is surrounded by bookshelves and cleaning supplies.", "A television next to a bookcase and vacuum cleaner.", "The corner of a cluttered room with a television and two full book shelves."], "diningtable_2008_008362.jpg": ["A group of men sitting around a table drinking while a man behind stands pointing.", "An evening celebrations of good friends at a popular restaurant.", "At a party, five men are seated at a table while another man stands pointing.", "Five men are sitting at at restaurant table.", "Six avians at dinner "], "chair_2008_001467.jpg": ["A child eating a cookie at a lemonade stand.", "A Lemonaide stand is manned by a blonde child with a cookie.", "A small child at a lemonade and cookie stand on a city corner.", "A small child eating a cookie while standing next to a lemonade stand.", "Young child behind lemonade stand eating a cookie."], "train_2008_008123.jpg": ["An electric train on tracks under an overpass.", "A passenger train sits in the station.", "A red and white railroad car with passengers inside.", "A red and white Sun Liner train beneath an overpass.", "The train sits at the train station."], "bird_2008_001020.jpg": ["A white bird is steering a shopping cart.", "A white bird pushes a miniature teal shopping cart.", "A white bird pushing a miniature blue shopping cart.", "A white parrot walking a small blue shopping cart.", "Parrot pushing a small shopping cart."], "bus_2008_008066.jpg": ["An old Red London double decker bus with its hood raised.", "A red two-story bus parked with it's hood open.", "Red double decker bus with hood open.", "Red double decker bus with hood up.", "The big red bus's hood is open."], "cat_2008_007496.jpg": ["A black and white image of a cat laying on a rug. ", "a black and white photo of a cat lying down ", "A black and white photo of a cat sitting on a sofa.", "A tabby cat relaxing.", "Black and white picture of a cat laying on a rug. "], "car_2008_004858.jpg": ["A hand painted Volkswagon Bug. ", "A multicolored, painted Volkswagen Beattle parked in a field.", "A painted VW bug ", "A VW Beetle being garishly painted atop a blue tarp.", "Very colorful Volkswagon Beetle."], "bird_2008_005208.jpg": ["A large bird is flying through the air.", "A large bird of prey flying towards the camera.", "Large bird flying through the air with wings spread out.", "Large bird of prey swooping out of the sky.", "The bird flies quickly through the air."], "dog_2008_006602.jpg": ["A dog is lying at the bottom of a staircase next to another standing dog.", "Two black and white dogs at the bottom of stairs.", "Two black and white dogs looking guiltily at the camera while sitting or standing at the bottom of steps.", "Two dogs eye the covered stairs, knowing to stay off.", "Two dogs looking up a set of stairs."], "bird_2008_004805.jpg": ["A Goldfinch is eating thistle seed from a bird feeder hanging in a tree.", "A small bird eating from the feeder.", "A small bird perches on the bird feeder hanging from the tree.", "A small bird with yellow coloring and black stripes eats from a bird feeder.", "A small brown birds is eating from a bird feeder hanging from a tree."], "chair_2008_007742.jpg": ["A boy and a girl smile while standing by some folding chairs.", "A girl and a boy smiling in front of cabinets,", "The boy in the white shirt smiles as the girl with the red shirt laughs.", "two children laughing ", "Two smiling children, one girl and one boy, are in front of tall white cabinets.", "Two smiling, young children stand near cabinets and folded chairs."], "bottle_2008_007168.jpg": ["A woman opens gifts on a food covered table while another women photographs her.", "The young lady opens her present at the dinner table.", "Two girls in a messy kitchen, one wrapping a package while the other photographs her.", "Two women in kitchen with one taking a picture.", "Two women in the kitchen looking at a object."], "boat_2008_001858.jpg": ["a boat moving in a river ", "A canal boat moving along a canal with trees and hills in the background.", "A red boat travels down a narrow river surrounded by grassland.", "Red boat on a river ", "Small boat going down a creek."], "sofa_2008_001781.jpg": ["A cramped and cluttered living room contains a plaid couch, many houseplants, and assorted knickknacks.", "A living room adorned with plated on the right wall.", "A room with a couch, television, bookcases, and various wall decorations.", "a small living room with many plants and hanging plates ", "living room with dog bed in front of television."], "car_2008_007119.jpg": ["A car is painted with bright colors and designs.", "A multicolored Rolls-Royce car.", "An exhibit of a custom car that is brightly painted with shades of yellow, blue, orange and blue paint.", "Car painted in various colors with different designs.", "Custom painted Rolls Royce "], "person_2008_000376.jpg": ["a close up of a man on a passenger plane ", "A man on a plane is smiling and looks surprised.", "A wide-eyed blonde man sits in an airplane next to an Asian man.", "Two men on a plane, the closer one with a suspicious look on his face.", "Up close photo of man with short blonde hair on airplane."], "bicycle_2008_008097.jpg": ["a man in a street cleaning tricycle in China ", "A man riding a tricycle on a city street.", "A man wearing a dust mask riding a three wheeled bicycle.", "A man with orange hat and jacket wearing a face masks pedals down a Japanese street.", "A person driving a cart pulled by a bicycle."], "boat_2008_002850.jpg": ["a cruiseliner docked at a port ", "A cruise ship is in front of a docking area.", "A docked cruise ship.", "The cruise ship docks to possibly load new passengers.", "White cruise ship floating on the water."], "cat_2008_004635.jpg": ["A close-up of a cat on a cream sofa.", "A lazy looking blue eyed Siamese resting on white furniture.", "A siamese cat lying on a white sofa.", "A siamese cat resting on a white sofa.", "A white & tan cat is laying down on a white sofa."], "person_2008_007923.jpg": ["A balding man in glasses and a yellow shirt behind two empty beverage bottles.", "A bald man with glasses looks to the left.", "A man talking with two water bottles sitting in front of him.", "A man wearing glasses sits behind a pair of bottles.", "A man with glasses and two plastic bottles in the foreground."], "tvmonitor_2008_004501.jpg": ["A man sitting at an office desk with his computer on.", "A man with glasses and a burgundy shirt seated at his cubicle in front of a computer.", "A man with glasses in a cubicle.", "A man with thinning hair and a brown shirt looks up from the computer in his cubicle.", "Man with glasses and maroon shirt sitting at office desk in cubicle."], "diningtable_2008_004776.jpg": ["A kitchendiner with papers laying on the blue clothed dining table.", "A small kitchen and a cluttered table with a blue table cloth.", "Table with blue table cloth in kitchen.", "The dining room and kitchen of a small apartment.", "The small kitchen area is cluttered."], "person_2008_000422.jpg": ["A baby is sitting in the grass.", "A baby with blonde hair wearing lavender and a bib is sitting in the grass and looking down.", "A small blonde child wearing a bib and a purple outfit sits in the grass.", "Baby in pink outfit sitting on grass looking down.", "Baby sitting in grass wearing a bib."], "bottle_2008_000795.jpg": ["Three balding men pose together.", "Three guys, 1 wearing glasses, pose for the camera at an event held in a tent.", "Three men posing in a tent.", "Three middle aged men having a good time under a tent-like structure at an evening social function.", "Three older gentlemen under a large tent."], "motorbike_2008_006944.jpg": ["A man stands beside a person on a black motorcycle in a parking lot.", "A man stands next to a helmeted man on a motorcycle in an empty parking lot.", "A motorbike with rider parked up in a car park with a man standing by.", "A person sitting on a motorcycle while a man stands by.", "A person wearing a red helmet is sitting on a motorcycle, with a man standing beside the motorcycle."], "sofa_2008_006616.jpg": ["A man in glasses holding a small dog.", "A man sitting at a table with a dog on his lap.", "A man with a blue shirt and graying hair sits at a table with a tan chihuahua on his lap.", "an old man in a blue shirt sitting at a table with a chihuahua on his lap ", "Older man sitting at table with small dog."], "motorbike_2008_002752.jpg": ["A family preparing to ride dirt bikes.", "A man and a child on a green dirt bike and a couple getting on a blue dirt bike ", "A man and a woman beside a blue motor bike and two people on a green motor bike.", "Four people and two motorcycles on a sunny day.", "Two couples and two dirt bikes "], "bird_2008_006186.jpg": ["A bird is perched on a person's gloved hand.", "A blue bird being held by a handler.", "A blue bird perched on a gloved hand.", "A blue bird perches on the gloved hand of a person.", "Small hawk standing on leather glove-covered hand."], "sheep_2008_006835.jpg": ["A white sheep and a black sheep in a field.", "Black and white lambs grazing on grass.", "Two lambs, one white and one black, graze on grass.", "Two sheep, one black, the other white in a grassy field.", "Two sheep, one brown one white, with ribbons around their necks."], "person_2008_004307.jpg": ["A holds closed the trunk of an orange car.", "A man hanging on to the back of a car with an open trunk.", "A man hangs off of the back of a car as it drives, standing on the bumper.", "A man riding on the back of an orange SUV.", "an African man hanging onto the back of a very full yellow van "], "sheep_2008_000257.jpg": ["A large field containing a group of sheep with trees in the distance.", "Several sheep wander in a field.", "Sheep are grazing in a grassy field near a stand of trees.", "Sheep are grazing in the field in front of a line of trees.", "Sheep graze on the grass."], "train_2008_005968.jpg": ["A black steam engine with yellow stars on it.", "A close-up of a black train engine.", "A steam engine train.", "Idle black train at station.", "Old train engine with stars on its side."], "bus_2008_005933.jpg": ["A park garden in front of red trolleys and a large building.", "Red buses are parked by a large white building beside a formal garden.", "The peaceful garden is an ideal place to enjoy the afternoon.", "Two red buses driving in front of a garden.", "Two red buses parked up with gardens in front of them."], "sheep_2008_006477.jpg": ["A black and white baby goat looks off to the side.", "A sheep sits near a metal fence.", "A small black and white goat in a pen looking up at the camera.", "Black baby goat in fenced area.", "Small goat is seated looking upward."], "train_2008_000343.jpg": ["A backpack standing beside a train.", "A guy with a backpack standing next to a train.", "A man in black shorts stands beside a green train.", "A man standing on a platform next to a green and yellow train.", "A man wearing white gym shoes stands near a green train."], "person_2008_002576.jpg": ["A girl in a plaid coat takes a photo of herself in a mirror by a staircase, holding a red bag.", "A girl with a red bag standing on the street.", "A woman looks to take a photo.", "A women with a red bag takes a picture of herself in a mirror.", "Young woman with red bag holding camera."], "tvmonitor_2008_005094.jpg": ["A man laying on a bed with beer cans on a nearby table.", "A man lies in a bed in a cluttered room.", "a middle-aged man relaxes after drinking a few beers ", "A person in a blue shirt reclines near a coffee table and television.", "Young man in blue shirt lying down on couch."], "tvmonitor_2008_008439.jpg": ["A hotel room with a scenic view contains a modern wooden desk, a flatscreen TV, and simple yet well-designed furniture.", "Apartment room overlooking the city.", "A room with a chair and a tv screen, as well as a desk and desk chair.", "A very neat and empty room.", "Hotel room overlooking city."], "boat_2008_000405.jpg": ["A group of river barges with trees in the background.", "A pier with the word \"Buchanan\" on it in the middle of the water.", "Barge floating through the water.", "Empty barge floating down a river.", "The Buchanan barge floats down the lake."], "aeroplane_2008_001227.jpg": ["Two gentleman talking in front of propeller plane.", "Two men are conversing next to a small airplane.", "Two men talking in front of a plane ", "Two men talking in front of a small plane.", "Two men talk while standing next to a small passenger plane at an airport."], "person_2008_000917.jpg": ["A female child in a pink skirt and pink and white shirt is riding a toy that looks like a duck.", "A girl sitting on a large yellow duck.", "a little girls is happy, riding a toy duck ", "A young girl smiles while riding a duck.", "Young girl sitting on yellow duck statue."], "bird_2008_003222.jpg": ["A large stock standing next to a pond.", "A large white bird is standing near the water.", "A white bird with a long beak stands near water.", "A white bird with long orange legs standing by a lake.", "Large white bird with long orange beak standing on the shoreline."], "horse_2008_008034.jpg": ["A jockey riding a horse.", "A jockey wearing purple riding a brown horse with its tongue out.", "A jockey with a purple uniform shirt and hat with white pants rides a horse.", "Jockey dressed in purple riding horse.", "The jockey is wearing purple and riding a brown horse."], "boat_2008_003988.jpg": ["A channel of water runs through a city with boats and fairies as seen over a rail.", "A city skyline and river ", "A long view of a river by a city.", "There is a bridge over the top of the water with boats in it.", "View of river from a railing."], "diningtable_2008_008388.jpg": ["a group of people sitting outside at a picnic table under a canopy ", "A group of people sit under a tent, at a table with an orange table cloth.", "Several people mingle at an outdoor party.", "Several people sit under an awning, talking and eating, while others stand out in the sun.", "The people are sitting down and eating on a table covered with an orange tablecloth."], "boat_2008_004983.jpg": ["A man is rowing a gondola through a city waterway.", "A man paddles a blue boat with docks in the background at night.", "a man paddling on a boat across a lake ", "Gondola and city skyline ", "The bright lights can be admired on the boat."], "horse_2008_007576.jpg": ["A man in a tux on a white horse.", "A man wearing a black outfit and hat sits on a large white horse ", "A man with a top hat on a white horse.", "Man dressed in suit and top hat on top of white horse.", "Man sitting on white horse."], "car_2008_004862.jpg": ["A line of parked cars and people fixing bicycles.", "A man and woman stand beside a line of cars and trees preparing a bicycle.", "A man fixing a bicycle in from of a row of parked cars.", "A rider standing next to his bike and a row of cars.", "Man fixing bicycle that is upside down."], "diningtable_2008_004948.jpg": ["A group of people sit around a table with food and beer.", "four people sitting at a table ", "Three men eating in a kitchen.", "Three men sitting at the table with beer and food.", "Three older men sitting at table drinking beer and eating soup."], "sofa_2008_008649.jpg": ["A large white living room with a fireplace and large TV.", "A living room with a TV, two chairs, a love seat, and a coffee table.", "A living room with a wooden floor, a fireplace, and mismatched furniture.", "Red chair in living room with wooden floor.", "View of a living room containing couches, TV and fireplace."], "bicycle_2008_004654.jpg": ["A girl performing a trick on her bicycle.", "a woman in the country rides a bicycle with one leg up ", "A woman standing on a moving bicycle with a leg raised to the left.", "A women riding down a country land smiling with one leg out.", "Woman riding bike with left leg kicked out to the side."], "cat_2008_005449.jpg": ["A black and white cat laying on the ground in the sun.", "A black and white cat lies in the dirt.", "A white and black cat laying down outdoors.", "Black and white cat lying under bush.", "The black and white cat with yellow eyes lounges in the dirt."], "cow_2008_008654.jpg": ["A black and white cow in a pen with hay.", "a black and white cow in hay ", "A black and white cow standing in hay looks back at the camera.", "A jersey cow takes a break to pose for a photo.", "Black and white cow grazing on hay in the stockyard."], "bicycle_2008_006234.jpg": ["A black and white photo of a bicycle.", "A black and white photo of an old style bike in a basic room.", "A girl's bicycle with spring seat and wheel fenders, parked with its kickstand.", "A white bicycle stands on a floor.", "Old style bicycle parked on floor."], "train_2008_007280.jpg": ["A commuter train pulling into a platform at night.", "A woman in a black hat is standing by the subway ", "A woman is waiting by a subway train.", "A woman waits for a train on the platform.", "A woman with a black hat and coat standing beside a subway car."], "car_2008_003378.jpg": ["A bus stop in front of a red brick building.", "An empty bus station.", "An empty bus station with cars parked in the background.", "Bus station with empty parking spots.", "This bus station has signs to direct the buses to their correct parking spaces."], "motorbike_2008_004615.jpg": ["A helmet is on a parked motorcycle, next to another parked motorcycle.", "A moped parked with other mopeds.", "Three mopeds parked next to each other.", "Three white scooters parked in a garage.", "Two motorcycles, one with a helmet on top, are parked next to a scooter in the garage."], "motorbike_2008_006458.jpg": ["A close-up of a woman with black boots next to a blue motorcycle.", "A girl posting beside a blue motorcycle.", "A girl standing beside a blue motor bike.", "A girl wearing black shorts and boots is standing next to a blue motorcycle.", "A women in black and white laughs while standing next to a parked blue motorbike."], "chair_2008_006076.jpg": ["A woman poses while wearing a helmet with horns.", "A woman wearing a viking hat gesturing towards the camera.", "a woman with a viking hat on ", "a woman with a viking helmet in a chair in front of a store ", "Smiling woman sitting wearing a viking hat."], "bird_2008_007003.jpg": ["A blue-green hummingbird sits upon a twig.", "A multicolored bird sits on a branch.", "Blue and green bird perched on a twig.", "Blue and Green Hummingbird sitting on a branch.", "Small bird with colorful feathers perched on a branch."], "bus_2008_008674.jpg": ["A school bus driving down a remote dirt road.", "A school bus is driving uphill on a rural road.", "A yellow school bus is traveling on a dirt road.", "Bus climbing hill in rural area.", "Yellow school bus driving up a hill in a rural area."], "sheep_2008_004453.jpg": ["The lamb is looking at the camera.", "There are several sheared sheep in a pen.", "This is an image of freshly sheared sheep.", "Three white sheep in an enclosure.", "White goats in a pen."], "sheep_2008_008668.jpg": ["Distant view of two lambs perched on top of a rocky plain.", "Two animals sitting on a rock.", "Two sheep looking towards the camera while standing on top of a rocky ledge.", "Two sheep on to of a cliff looking at the camera.", "Two sheep standing on rocks."], "bottle_2008_000272.jpg": ["A kitchen area ", "A kitchen in a small apartment.", "A small kitchen with a microwave and fridge.", "a yellow kitchen with white cabinets ", "A yellow kitchen with white cupboards and appliances."], "sofa_2008_008103.jpg": ["a blue couch with Power Puff Girls cushions with a brown coffee table in front ", "A living room containing a blue sofa with a wooden coffee table.", "A living room with a window, sofa, coffee table, and yellow paint.", "A room with cartoon pillows on a couch.", "A tidy living room with sun shining through the windows."], "bottle_2008_005023.jpg": ["A crowded refrigerator with four levels contains blue lunch bags, yogurt, apples, rolls, leftover containers, and more.", "A fridge full of various food and drink items ", "A fully stocked refrigerator.", "A refrigerator filled with no extra space.", "A well stocked refrigerator."], "train_2008_008618.jpg": ["A man posing in front of a passenger train.", "A man stands on a platform in front of a silver train.", "Man standing in front of a silver rail car.", "Man standing in front of silver train.", "The man poses for a photo in front of the train."], "tvmonitor_2008_008269.jpg": ["a computer on the floor ", "A Macintosh computer sitting on the floor.", "An Apple computer sitting on the floor.", "A white Apple computer sits on the beige carpeting of a bedroom.", "Computer keyboard and a monitor with Apple logo."], "boat_2008_002482.jpg": ["A man in a canoe on a sunny day.", "A man on a yellow canoe paddles down a river.", "Man in yellow canoe paddling through water.", "Man paddling a yellow canoe towards a the shore.", "Two people padding in a yellow canoe down a river with trees in the background."], "pottedplant_2008_002026.jpg": ["A beige living room has a chair, lamp, table, and other furniture.", "A chair has a throw pillow on it ", "A comfortable looking sitting room with a lamp turned on.", "A living room with table, chair and sofa alongside a large palm.", "A room decorated with furniture and potted plants."], "aeroplane_2008_007629.jpg": ["A grounded passenger plane at an airport.", "A JAL Boeing 747 sitting at an airport gate at night.", "A large airplane parked at the airport at night.", "A large jet on the ground at the airport.", "White Japan Airlines airplane at the gate."], "motorbike_2008_006345.jpg": ["A red moped is parked by a building with graffiti.", "A red moped parked on a sidewalk in front of graffiti.", "A red scooter is parked near the door step.", "Graffiti and a red scooter in an urban area.", "The red scooter is sitting on the street in front of the building."], "sofa_2008_004881.jpg": ["A man and small child in a living room posing for the camera.", "Daughter tickling father.", "Man and child rocking out ", "Man making a funny face, and a child to his left side.", "Man with a startled face with a laughing child."], "motorbike_2008_007344.jpg": ["A blue moped parked near a graffiti covered while alongside a dog laying down.", "A dog laying down looking at a motorcycle parked beside him.", "A moped is parked on a path near where a dog lies on a stone platform.", "A tan dog rests on a concrete pedestal near a parked motorcycle and a wall with graffiti.", "The brown dog is sitting next to a wall covered in graffiti and a motorcycle."], "chair_2008_007166.jpg": ["A modern open plan living room and kitchen.", "An apartment has all the basics available.", "A spacious home done mostly in white.", "A view of the kitchen and dining room of an apartment with white furniture.", "Picture of an apartment "], "cow_2008_005105.jpg": ["A dark brown and black bull in front of a wire fence.", "A waterfall is staring right at the camera.", "Brown and black bull standing out in the open.", "Brown cow with horns standing in a field.", "The black and brown cow is looking at the camera."], "bus_2008_005074.jpg": ["A car and three buses in a rear-view mirror.", "A car viewed through the back window of another car.", "a rear view from a car showing school buses on the left and a car in front ", "From inside a vehicle, a street filled with parked buses and cars can be seen out the rear window.", "Front of vehicle image through a back vehicle window."], "boat_2008_006925.jpg": ["An ocean liner at sea.", "A picture of a large ship in the background not far from the shore with an object submerged in the shallow water in the foreground.", "A view of an incoming yacht taken from the dirty shores of the ocean.", "Dirty water near beach with large white cruiseship in background.", "The bow of a cruse ship shot from shore."], "boat_2008_006654.jpg": ["A distant view of a sailboat surrounded by the calm blue sea.", "A sail boat with two masts sails along the horizon.", "A sailing boat in the distance across the ocean ", "A schooner in the offing.", "Sunset with yacht sailing on the open ocean."], "chair_2008_003726.jpg": ["A black cat looking at image in a mirror.", "A black cat sitting on a pink chair, next to a table holding a mirror and a plant.", "A black cat sitting on a pink folding chair staring into a mirror sitting on a table next to a plant.", "Black cat with pink collar staring into small mirror.", "The cat seems to like her reflection in the mirror."], "boat_2008_007101.jpg": ["Couple sailing in a small sailboat.", "The two sailors take the boat for a ride on a windy day.", "Two people are sailing a small boat.", "Two people sailing a small white sail boat.", "Two women in a sailboat."], "chair_2008_007691.jpg": ["An intricately carved brown chair is empty.", "An ornate wooden chair.", "A wooden church throne ?", "Close-up of an ornately carved wooden chair.", "Ornatley carved chair."], "aeroplane_2008_004165.jpg": ["A black and white photo of the right side of a small propeller driven airplane.", "A single engine plane is sitting on the runway.", "A small black and white plane.", "A small private plane sitting in the tar mac.", "A small propeller plane is parked on a rainy day."], "cat_2008_006194.jpg": ["A closeup headshot of a sleeping cat.", "A close up of a cat with its eyes closed.", "A grey cat with its eyes closed.", "A longed-haired cat with it's eyes closed.", "Gray furry cat with eyes closed."], "motorbike_2008_007485.jpg": ["A man is making a jump on a bicycle.", "A man jumping his dirt bike.", "A man on a bike jumping through the air.", "A man on a dirt bike is on a tree stump.", "A mountain bike and rider riding through woods."], "pottedplant_2008_005954.jpg": ["A unique living room with tv, brown table, green and brown walls, and white chairs.", "A very retro living room with a television in it.", "Modern room with TV in a round brown frame.", "Television encased in a wood frame in a lobby.", "There is a TV with a wooden oval frame in a modern room."], "sheep_2008_005635.jpg": ["A person covered from head to toe tending six sheep in the pasture.", "A woman is walking among sheep.", "A woman is walking through the grass tending to her animals.", "Person in grassy field tending to sheep.", "The shaped looks over her flock."], "boat_2008_007599.jpg": ["A cruise ship coming into port.", "An ocean liner near shore.", "The big white boat is in the ocean.", "The bow and port side of a cruise ship in a narrow channel.", "The large white cruise ship sails close to the beach."], "cow_2008_008617.jpg": ["A black calf drinks milk near the road.", "A cow with her calf suckling.", "A dark brown calf suckling its mother.", "A dark brown cow with her calf.", "There are two cows standing on the grass."], "diningtable_2008_002384.jpg": ["A man in a white shirt sitting at a small cluttered table.", "A man sits looking at a laptop computer on a messy table.", "A man using a computer on a messy table.", "The man is sitting at a messy table and using a laptop.", "Young man sitting at messy table staring at laptop."], "tvmonitor_2008_001641.jpg": ["a desk with a computer in a room ", "A messy home office.", "a office space with two windows ", "A room set up as a quaint office.", "A wooden desk alongside a large printer in a busy office."], "chair_2008_004457.jpg": ["A couple enjoying a sunny day on the top deck of a cruise ship.", "A group of people gather on a blue deck of a boat overlooking the water.", "A group of people standing and sitting in the open ", "Eight people on the deck of a ship.", "People sit on white chairs or stand looking over white railings."], "motorbike_2008_003892.jpg": ["A man is riding a red motorcycle on the road.", "A man is riding his motorcycle.", "A motion shot of a man riding a motorcycle.", "An African-American man driving a red motorcycle.", "The man is riding a motorcycle down the road."], "person_2008_006554.jpg": ["A large white bus parked next to a blue truck with officers nearby.", "Two NYPD officers wait next to an MTA bus at night time.", "Two police officers standing behind a van with a bus in the background.", "Two police officers standing in front of blue and white bus.", "Two police officers standing next to bus and open van."], "horse_2008_002666.jpg": ["A girl riding a brown horse.", "A girl wearing a red blouse riding a brown horse.", "A woman riding a brown horse.", "A young girl riding a brown horse.", "A young girl wearing a helmet riding a pony."], "aeroplane_2008_008096.jpg": ["A fighter jet on display.", "Airplane in a museum setting.", "A museum exhibit of an old fighter jet.", "An old fighter jet is on display at a museum.", "The fighter jet is inside the museum."], "sofa_2008_005926.jpg": ["A blue couch with sparse surroundings.", "A blue sofa in a modern room.", "A large blue couch on a wooden floor with three pictures on a wall shelf behind.", "Blue couch in room with sun shining in.", "There is a blue sofa in the room with white and brown walls."], "sheep_2008_007497.jpg": ["A goat stands on a rock with trees in the background.", "A horned goat standing on a rock ledge.", "A mountain goat is on snowy rocks near trees.", "A ram standing on some rocks.", "A white mountain goat stands on the jagged snow-covered rocks."], "tvmonitor_2008_000305.jpg": ["A hotel room contains a flat-screen TV and sparse but adequate furnishings.", "A television and a laptop computer are on in a hotel room.", "A television screen over a room with two desks and a bed.", "The table, chair, and television of a hotel room have a yellow hue due to the lamp light.", "The television and desk of hotel room with lamp lighting."], "cat_2008_005181.jpg": ["A black dog laying on the deck.", "A cat sits on a railing, looking down at a black dog on a leash.", "A cat sits on top of a wooden railing as a large black dog looks up at it.", "a dog on the floor of a patio looks at a cat on the fence ", "Black dog with red leash on staring up at the cat on the fence."], "bus_2008_007254.jpg": ["A female in jeans and a pink shirt is standing next to a bus wait its doors open.", "A girl poses in front of a bus with the words Going Places painted on it.", "A young woman with outstretched arms stands in front of a \"Going Places\" bus.", "The young lady is happy to exit the bus.", "TThe girl is standing in front of the open door of the bus."], "cat_2008_004328.jpg": ["An elderly woman stands in a kitchen with two cats at her feet.", "A woman in the kitchen wearing her blue apron stands with two cats at her feet.", "Older woman in kitchen with her two domestic cats.", "The elderly woman prepares to feed her cats.", "The old lady is standing in the kitchen with two cats at her feet."], "bottle_2008_006890.jpg": ["A boy holding a beer.", "A guy is drinking a beer and pointing at the camera.", "An inebriated young boy with a beer in his hand ", "A teenage boy holding a bottle of beer and smiling.", "A young man smiling as he holds a bottle of beer."], "bottle_2008_005945.jpg": ["A dish of pasta being devoured off a paper plate.", "A plate full of pasta with two utensils in it.", "Pasta in white sauce on a paper plate.", "The pasta dish has a plastic spoon and a plastic knife sticking out of it.", "White pasta dish with fork and spoon stuck into it."], "bus_2008_005891.jpg": ["A yellow taxi passing two school buses.", "There are two yellow school buses being passed by a blurry, yellow taxi.", "Two buses parked on a street.", "Two school buses parked up while a yellow cab drives past.", "Two yellow school buses on side of road and yellow taxi passing by."], "motorbike_2008_000393.jpg": ["A group of African men, women and children around three scooters.", "A group of black people in front of a building with a moped.", "A group of people are gathered outside.", "A group of people are outside a decrepit building.", "Group of african people in front of building."], "pottedplant_2008_001541.jpg": ["A small street in an urban area.", "Long alleyway with several cars parked on the side.", "Two cars are parked along a row of white buildings.", "Two red cars on a deserted street.", "Two red cars, one of them a Mini Cooper, park on a quiet side street."], "train_2008_008739.jpg": ["an old wooden train heading toward an old station ", "A railroad track and a train to the side.", "A train passing through a deserted town.", "A train sitting on the tracks near a field.", "Close up of a railroad track with two old wooden rails on one side."], "train_2008_001625.jpg": ["A boxcar with graffiti on it.", "A graffiti covered Southern Pacific freight car.", "A graffiti decorated railroad car.", "A graffiti side of a freight train car ", "A train with graffiti art on the side."], "aeroplane_2008_007095.jpg": ["An airplane flies against a colorful sky with the sun rising.", "A plane flying near the sunset.", "a silhouette of a plane taking off in the distance into the sunset ", "Plane in mid-flight at sunset ", "The airplane is flying high in the yellow colored sky."], "bus_2008_003321.jpg": ["A graffiti-covered school bus sits under a highway overpass.", "An old school bus covered in graffiti parked under a freeway.", "An old yellow bus with graffiti painted on it is parked on a city street under a bridge.", "Bus with graffiti painted on it.", "Graffiti-covered bus parked on street."], "sheep_2008_008623.jpg": ["A sheep eats grass.", "A sheep eats grass.", "A sheep grazing in a field ", "A sheep grazing near a fence.", "the sheep is dyed blue and purple and is grazing on the grass "], "diningtable_2008_008365.jpg": ["A bright, lovely dining room is shown, decorated with clean, rich, antique furniture.", "A formal dining room has a china cabinet, buffet, and table and chairs.", "An elegant pink dining room with wooden furniture.", "A stately dining room contains a funky chandelier and antique furniture.", "The room is very ornately decorated and has pink walls."], "tvmonitor_2008_005231.jpg": ["A guy playing a giant intent in a game store with a blue wall.", "A man bending over playing a video game on a large screen on the wall.", "A man playing a video game in a store.", "A man playing Super Mario Brothers with a giant Nentendo controller.", "Man playing game in a store."], "cat_2008_006999.jpg": ["A cat sitting on sand looking up at the camera ", "A green-eyed cat seated in the sand.", "A grey, black, and white cat looking at the camera.", "A young cat with gray tiger stripes and a white chest looks into the camera from the sandy ground.", "White and gray kitten standing in the sand."], "cow_2008_008115.jpg": ["Bony cows stand in grass with mountains in the background.", "Curious cows graze in the grass.", "In a grassy pasture, cows with tagged ears are looking curiously at the camera.", "Tan cows look closely at the camera.", "The skinny cows are standing on the grass."], "motorbike_2008_007313.jpg": ["A moped is parked at a metal bike rack in front of a chain link fence in an urban area.", "A parked motor scooter beside the fence.", "A scooter parked near a fence.", "Night shot of a scooter parked next to two bike racks.", "Scooter parked by a fence "], "bottle_2008_006282.jpg": ["A row of beer bottles on the floor.", "Beer bottles (-LRB- Harp Lager )-RRB- lined up on the floor ", "Eight bottles of beer standing in a row on a wooden floor.", "Eight bottles of Harp beer lined up on a wooden floor.", "Eight bottles of Harp lager lined up on the floor."], "cow_2008_000964.jpg": ["Animals find things to eat and drink on the river bed.", "cows grazing on plant life near a river.", "The bank of a river with two animals in the center.", "Two cows eat some bushes beside a body of water.", "Two goats near a pond."], "aeroplane_2008_007507.jpg": ["A biplane performing aerobatics ", "A blue and yellow plane flying straight down while emitting white smoke ", "Airplane in dive position.", "A trick plane makes a loop de loop.", "Plane doing a loop-de-loop "], "chair_2008_006691.jpg": ["A car parked in front of a small saloon.", "A green car parked at a saloon.", "A green car parked outside the saloon.", "An old green car is parked in front of the red and white Little Longhorn Saloon.", "The right side of a muscle car parked in front of a bar."], "cat_2008_004873.jpg": ["A black and brown cat looks up with green eyes.", "A black cat is laying on a purple blanket.", "A small car laying on a knitted garment.", "Black kitten lying down on blue blanket.", "The kitten looks curiously at the camera."], "dog_2008_000897.jpg": ["A black dog is chasing an object.", "A black dog running through dry grass with trees behind.", "A dog runs across a dry field.", "Dog running through dry dead grass.", "The dog retrieves the stick."], "boat_2008_007953.jpg": ["A fairy tour boat is docked near a city with some flowers in the foreground.", "A foreign boat at the dock of a river across from a large city.", "A small ferry boat with a green roof at a dock.", "A small passenger boat tied up at a dock.", "A tour boat docked next to flowers."], "bicycle_2008_006254.jpg": ["A bicycle racer in front of a car which has two bikes on top of it.", "A bicyclist with his support vehicle following him closely.", "A man riding a racing bike with a car trailing behind.", "A racing bicyclist being followed by a car with bikes on a rack.", "Cyclist riding in front of car."], "tvmonitor_2008_007446.jpg": ["A man in a Ninja Turtles t-shirt repairs televisions.", "A man in a workshop looking at the back of two TV sets.", "a man with sideburns looking at backs of white TVs ", "A young man with long hair and sideburns in a Ninja Turtles shirt stands behind a row of computer monitors.", "Guy standing behind two computer monitors."], "bird_2008_007752.jpg": ["A bird standing on top of a wooden fencepost.", "A bird with a blue tail stretches its neck.", "A bird with a somewhat long neck is on a fencepost looking to the right.", "A large bird standing on a wooden beam with its head backwards.", "A long-necked bird with an orange beak perches on a wooden post."], "pottedplant_2008_000491.jpg": ["a close up of a small cactus in a pot ", "A close-up of three terra cotta pots with cacti growing in them.", "A line of potted cactus plants.", "A row of three potted cactus.", "The trio of cactus take in some sun."], "aeroplane_2008_006619.jpg": ["An Air Canada airplane is ascending against a blue sky.", "A passenger plane in flight ", "A white Air Canada airplane in flight with its landing gear down.", "The Air Canada jet soars majestically in the sky.", "The white airplane is flying in the sky."], "aeroplane_2008_006623.jpg": ["Another successful take off for CSA!", "A passenger aircraft with its landing gear down.", "A passenger jet files through the air.", "A passenger plane fly through the sky.", "A small white plane heads up into the sky."], "tvmonitor_2008_001688.jpg": ["A television and entertainment center.", "A wide screen TV in a green entertainment center.", "A wide screen TV sits in a living room.", "Entertainment center with TV and picture frames.", "The entertainment center of the living room includes a TV, plants, and several baskets."], "cow_2008_007729.jpg": ["a father is introducing his daughter to a cow on a remote beach ", "A man and child are near a ram lying on the sand at a beach.", "Cow laying down on beach.", "There are two men and a child on a beach with a brown cow.", "Two men and a small child sitting on the beach along side a cow."], "aeroplane_2008_008231.jpg": ["A beautiful view in the mountains is taken in by a man wearing shorts.", "A man on the summit of a mountain looking at a glider in the sky.", "A man stands on a mountain, watching a plane.", "A man wearing shorts stands in the snow at the edge of a cliff.", "Someone standing on a snowy mountain, watching a plane."], "sheep_2008_002343.jpg": ["A ewe standing guard over her two newborn lambs.", "A lamb stands near two tiny animals.", "A sheep standing near her children.", "A white lamb in a pin with her new born babies.", "The baby sheep are protected by their mother."], "bottle_2008_007394.jpg": ["A bottle of Conti Zecca Cantalupi.", "A close up of the label of an empty wine bottle.", "A distorted image of a foreign bottle of wine.", "A green bottle of Cantalupi with a black and white label.", "Red liquid in a green bottle."], "bottle_2008_007286.jpg": ["A dog looks into refrigerator while a person looks on.", "A dog stands near a person and an open refrigerator door.", "A small terrier dog peeks inside the refrigerator.", "Man standing in front of an open refrigerator, with a dog in front.", "Small dog looking into refrigerator as the owner stands by."], "bus_2008_003673.jpg": ["A Continental air liner parked at an airport.", "A Continental airplane is parked at an airport.", "A parked Continental airplane.", "Baggage carts pass in front of a white Continental airplane parked at the airport.", "Plane on the ground "], "dog_2008_000270.jpg": ["A mother reading with her daughter and dog.", "A mother reads to her daughter with the dog looking on.", "Mom reading to daughter and dog ", "Older woman reading a book to young girl in pink jacket.", "Woman, girl, and dog reading on a blue sofa."], "bicycle_2008_002894.jpg": ["A bicycle racer on a road in a rural area ", "A man in green and yellow lira riding a bike through the countryside.", "A man on a bicycle with a racing suit.", "Cyclist pedaling down country road.", "The cyclist is speeding along on a country road in his yellow and green suit."], "bottle_2008_004659.jpg": ["A black and white photo of a glass bottle of Coca Cola.", "A close-up, distorted photo of an empty glass Coke bottle.", "A close up of an empty glass Coca-Cola bottle.", "This is a black and white photograph of an empty 8 oz. Coca Cola bottle.", "This is a black and white picture of a short squat Coca-cola bottle."], "aeroplane_2008_003788.jpg": ["A Das Air Cargo plane sits on the runway.", "A large airplane that is parked.", "A passenger plane parked on a runway.", "A white airplane with the words Das Air Cargo is on a runway.", "Plane on the ground on a runway."], "bottle_2008_004991.jpg": ["A boy and a girl are sitting on a deck and fishing.", "A man fishing with a stick and a woman lying on her back covering her face.", "Man and woman relaxing on deck while fishing.", "Man fishing with a cane pole next to a sleeping girl on a pier.", "Woman lying on a pier while the guy fishes with an old-fashioned stick fishing rod."], "tvmonitor_2008_004908.jpg": ["A computer with two monitors on a white desk.", "monitors on adesk ", "Two computer monitors with matching images.", "Two computer monitors with matching screens sit on a desk with other electronics.", "Two computer monitors with the same background are placed right next to each other."], "aeroplane_2008_005907.jpg": ["An old style plane awaits to be loaded with cargo.", "A plane being readied for take-off.", "A small turboprop plane being loaded on the tarmac. ", "Men are working on an airplane parked on a tarmac. ", "Twin propeller aircraft being prepped for takeoff."], "person_2008_005758.jpg": ["A guy wearing a cap backwards and standing between two large Coca-Cola bottles that are taller than he is.", "A long-haired man with a hat standing between two large, half-empty Coke bottles.", "A man with a cap and jacket walking between two large bottles ", "A young tourist gets his photo taken in front of a Coca-Cola ad.", "Man between two giant coke bottles "], "horse_2008_008232.jpg": ["People riding horses in a fenced area.", "Two horses with riders under trees.", "Two people on horseback ride through a park.", "Two people ride horses down a park trail.", "two riders in a wooded park behind a wooden fence "], "diningtable_2008_001083.jpg": ["A group of elderly people pose around a dining table.", "A group of elderly people sitting around a dining table.", "A picture of elderly people waiting in front of a dinner table.", "Friends and family gather for a evening meal.", "Group of elderly people sitting around a table."], "aeroplane_2008_008247.jpg": ["A blue airplane beside the blue water.", "A blue hydroplane which has landed in a marshy area.", "a blue sea plane on the bank of a river ", "A blue seaplane sitting at the edge of a marsh.", "Blue plane parked in grassy field along small lake."], "motorbike_2008_007054.jpg": ["A black and white photo of a motorcycle laying on the ground.", "A motorcycle is lying on the road.", "Motorbike with basket on back.", "This is a black and white photograph of a motorcycle in a parking lot.", "This is a cool motorcycle!"], "boat_2008_006404.jpg": ["A male and female in a moving sail boat on a lake ", "A small sailboat passes in front of the lakeside forest and houses near a yellow buoy.", "A yellow and white sail boat glides between the shore and a yellow buoy.", "Sail boat on water with two people riding inside.", "Small sailboat with spinnaker passing a buoy."], "chair_2008_004445.jpg": ["A grey house with a red door.", "A small gray house with patio furniture outside.", "A white patio table and chairs sit in front of a grey house with a red door and brick front stoop.", "House with a red door ", "The entrance to a grey house."], "cat_2008_005386.jpg": ["A gray and white cat sits on a table.", "A wide-eyed striped cat lays in front of folders.", "Grey and white domestic kitten lying down on a desk.", "The alert kitten looks on curiously.", "The black, grey, and white striped cat is looking at the camera."], "sheep_2008_007430.jpg": ["A close-up of a large white sheep. ", "A close-up of a sheep with its tongue hanging out.", "Close up image of a sheep with it's tongue hanging out.", "Close up of a sheep's face with it's mouth open.", "Up close image of sheep with grass stuck in fur."], "bicycle_2008_007103.jpg": ["A black and white image of a cyclist riding in the bike lane.", "A black and white photo of a person riding a bicycle among cars.", "A man rides a bicycle on the bike path of a highway.", "A man riding a bicycle alongside a black car.", "Person riding bicycle in the bicycle lane on a road."], "boat_2008_002504.jpg": ["An empty boat begs to be used.", "An empty boat named the \"Why Not\" is floating next to a sign that says \"Private Fishing\".", "A small dingy in the water in front of a 'Private Fishing' sign.", "A small white boat tied up to the river bank next to a private fishing sign.", "White canoe docked on the water bank."], "boat_2008_001135.jpg": ["A big ship sails in front of a mountain village.", "A Disney cruise ship docked in front of hills at port.", "A large cruise ship is traveling in the water with hills behind it.", "Large cruise ship floating on the water.", "Ocean liner close to coast with houses in the background "], "chair_2008_001737.jpg": ["A smiling woman with a beer sitting outside with another smiling woman.", "Two seated women laughing with one holding a bottle.", "two women laugh together one is driving beer ", "Two women sitting down laughing.", "Two women sitting outside laughing."], "chair_2008_008470.jpg": ["A living room decorated with contemporary furnishings.", "A living room scene with couches and coffee table.", "A living room with large sofas and a dining table in the background.", "A living room with two leather sofas, a chair and a coffee table with the dining room in the back ground.", "Two tan leather sofas in a cream colored living room with a bookcase and table behind."], "aeroplane_2008_008501.jpg": ["A large passenger plane on a landing strip.", "A Lufthansa jumbo passenger jet taxing at an airport.", "A yellow-and-black checkered van drives in front of a grounded passenger jet.", "Large Lufthansa airliner parked on runway.", "The Luftansa arrives safely again."], "bird_2008_005279.jpg": ["A blue and green hummingbird hovers near a pink flower.", "A blue hummingbird is flying by a flower.", "A hummingbird in front of a flower ", "A small hummingbird flying near a pink flower.", "Colorful hummingbird hovering in front of red flower."], "bottle_2008_005347.jpg": ["A closet door stands open next to a marble-top counter.", "A kitchen sink and countertop with bowls on shelves.", "A kitchen with granite countertops and tiled flooring.", "A small kitchen with items stacked on the shelves and on the counter.", "A small tiled kitchen area."], "car_2008_006220.jpg": ["a black and white image of a dog out of a truck ", "A dog is peeking out of the back of a van.", "A dog looking through a gap in the back of a pick up truck.", "A dog peaks out the back of a truck.", "A dog peeks through the rear of a covered pick-up truck in a black and white photo."], "cow_2008_000919.jpg": ["A cows ass and some buildings ", "Back end of cow that is grazing on grass.", "The black and brown cow is standing on the green grass.", "The udders of a dairy cow that is standing in a pasture near a large building.", "View of a cow's udder in a field."], "bicycle_2008_002679.jpg": ["A boy doing a wheelie on a plank with the beach in the background.", "A man is doing a wheelie on a bike.", "A man on a bicycle doing a wheelie at the end of a diving board.", "A man wearing a bike helmet does a trick on his dirt bike near a beach.", "Person on bike popping a wheelie from a rooftop "], "sofa_2008_002119.jpg": ["A bright red couch in a room with mostly wooden furniture.", "A living room with a large red sofa behind a small wooden table.", "A red couch with plaid pillows rests against a white wall.", "Red sofa in den or living room.", "The old red couch looks handsome in the den."], "sofa_2008_003709.jpg": ["A white colored room with closed blinds and two dark sofas.", "Living room with two black couches.", "This is a white, empty room except for two black couches, which are opposite from each other.", "Two black couches in an all white room.", "Two black love seats facing each other."], "motorbike_2008_008391.jpg": ["A motorcycle rider rides splashes mud.", "A person riding a dirt bike is covered in mud.", "Motor cross racer number 984 speeding through the mud.", "Person in a dirt bike race.", "The person in the center is wearing a helmet and riding a dirt bike, with another person partially visible behind and a third dirt bike partially visible to the right."], "aeroplane_2008_004532.jpg": ["an airliner has taken off behind one which is on the ground ", "A passenger jet at an airport.", "A passenger jet sits on a runway.", "A plane waiting on the tarmac with another jet taking off in the background.", "Large mostly white plane parked and another plane in flight as though it just recently lifted off."], "person_2008_000413.jpg": ["A dark haired woman with green eyes and a blue sweater is smiling.", "Close up head shot of a woman.", "Close up of a brunette woman with brown eyes in a gray shirt.", "The smiling lady takes a picture of herself.", "Woman with brown hair smiling."], "bicycle_2008_008619.jpg": ["Two African men carry a tied up animal in the basket of their bicycles.", "Two black men with bikes ", "Two men are holding bicycles with goats in them.", "Two men have animals in the baskets on their bicycles.", "Two men with bikes standing together with dead goats in the baskets."], "cat_2008_007589.jpg": ["A small white cat with glowing eyes standing underneath a chair.", "A white cat standing on a carpet.", "A white cat stands on the floor.", "A white standing on grey carpet.", "The little white cat looks for someone to play with."], "bird_2008_004973.jpg": ["A black and white bird sitting on the water looking down.", "A black duck floats on water.", "A dark bird with a light-colored beak is in the water.", "Black bird floating on water.", "Close up of a black bird with a white beak floating on the water."], "bicycle_2008_004441.jpg": ["A man knees on the ground while talking on his cell phone next to a bike and car ", "A man on a cell phone kneels on the sidewalk next to a red bike to write something down.", "A man talking on his cellphone is crouched on the sidewalk near a bike and a car.", "Beside a pot of yellow flowers, a man is kneeling on a sidewalk using a cell phone and writing on a piece of paper.", "Man kneels on sidewalk and takes notes while talking on a cell phone."], "boat_2008_000437.jpg": ["A beautiful lake surrounded by trees with two small boats on the beach.", "A boat is shown in the foreground of a river-side scene, with mountains and trees in the background.", "A small watercraft at the edge of a lake.", "The great outdoors with blue water, evergreen trees, and heavy clouds.", "Two boats docked on a lakeside."], "bird_2008_008002.jpg": ["Two birds fly by a fencepost.", "Two birds flying next to barbed wire fence.", "Two green birds flying above the telephone wires.", "Two green birds fly towards a wooden telephone pole.", "Two green flowers above wire."], "horse_2008_004868.jpg": ["a bald man smiling with a black, white-haired horse ", "A bald man touches the nose of a black horse on the other side of a fence.", "A bald man with a beard pets the nose of a black and white horse at the fence.", "A man is staring at a horse with a white mane.", "A man strokes a horses nose while it stands over a fence."], "motorbike_2008_007138.jpg": ["A man in jeans and a black t-shirt sits astride a motorcycle.", "A man on a black motorcycle.", "A man on a black motorcycle looking left.", "A man rides a large black motorbike.", "Man sitting on motorcycle in parking lot."], "cow_2008_006496.jpg": ["Two black ox with goods on their back.", "Two large animals standing loaded with burdens to carry.", "Two pack animals loaded with baggage.", "Two steer loaded with hiking equipment.", "Two yaks are carrying sacks in a rural village."], "diningtable_2008_003224.jpg": ["Several people holding glasses of wine at table.", "There people pose at a table with a wine bottle.", "Three people drinking at a restaurant.", "Two men and a woman at a table drinking wine.", "Two men and a woman drink alcohol at a diner."], "bicycle_2008_003140.jpg": ["Two bicyclists and a pedestrian are waiting to cross the road.", "Two bicyclists wait to cross a busy road.", "Two blonde girls attempt to cross a busy street in town with their bicycles.", "Two women watching the street with their bikes to see when they may cross.", "Two women with bicycles are trying to cross the street."], "bird_2008_007498.jpg": ["A bird eating from a bird feeder.", "A bird lands on a bird feeder.", "A hummingbird eats out of a bird feeder.", "Bird eating from a bird feeder ", "Bird eating from a bird feeder."], "person_2008_000825.jpg": ["A man is smiling in a garden ", "A man kneeling down in front of a yellow flower and a fence.", "A man sitting in a garden ", "Man posing in backyard in front of sunflower.", "The man is posing with a sunflower."], "diningtable_2008_001230.jpg": ["A couple sitting at table opening a bottle of wine.", "A dark-haired man and woman wearing black sit at a long table filled with wine and goblets.", "a man and a woman sitting at a table ", "A woman looks at a man as he holds a bottle.", "A woman sitting with a man who is opening a bottle of liquor."], "dog_2008_007537.jpg": ["A man walking a dog on the beach near large waves.", "a man walking a small dog on a very wavy beach ", "A person in a large black coats walks a white dog on the beach through rough waves.", "A person walks a dog along the water's edge.", "Walking a dog on the edge of the ocean "], "sofa_2008_000493.jpg": ["A women holds a baby on a sofa with a small boy sitting next to her.", "Older woman holding newborn baby on couch.", "Woman holding newborn and sitting next to young boy.", "Woman with infant, and child sitting next to her on couch.", "Woman with short haircut sitting on brown couch is holding a baby while another child watches."], "bicycle_2008_003819.jpg": ["A bicycle race in a suburban neighborhood with a crowd watching.", "A group of cyclists in green and white with spectators looking on.", "Bicycle racers ride by as spectators watch.", "Cyclists racing down the street.", "Four racing bicyclists and spectators."], "diningtable_2008_006192.jpg": ["A country dinner setting with a bounty of food such as, steak, fruit, salad and coffee.", "A dining table set and full of food in serving platters.", "A dinner set up on a family's table.", "A table is set for more than five people to eat beef, pie, salad, and fruit.", "Kitchen table with food and plates set on it."], "person_2008_002988.jpg": ["A little girl in a pink and white floral dress.", "A little girl in a pink dress.", "A small child in a pink dress sits on a table.", "A young girl in a lavender frock sits on a wooden table.", "Little girl in pink dress."], "bottle_2008_004487.jpg": ["A cluttered desk has a red and white tablecloth.", "a laptop on a desk and a chair ", "A long table covered with a tapestry being used as a desk.", "A table with a computer and office supplies.", "Laptop computer on a quilt covered table."], "cat_2008_005469.jpg": ["A kitten looking at the camera.", "A kitten lying on a bed with red and white checkered sheets.", "A small tabby kitten laying down.", "Domestic kitten lying down on red and white blanket.", "This is a blurry picture of a kitten looking at the camera."], "motorbike_2008_005902.jpg": ["A blue moped parked on the sidewalk.", "A blue motorcycle is parked on a sidewalk.", "A blue motorcycle is parked on the sidewalk.", "A blue scooter parked on a sidewalk.", "A Vespa is parked at a bike rack with ice at its base."], "bicycle_2008_002129.jpg": ["A little girl with a bike helmet posing by her bicycle.", "A smiling young blonde girl wearing a helmet sits in front of her bicycle.", "A young blonde girl wearing a helmet sits with a red bicycle behind her.", "A young blonde girl wearing a smile and a bicycle helmet.", "A young girl wearing a bike helmet with a bicycle in the background."], "sofa_2008_007050.jpg": ["A living room with wooden floors and patterned sofas.", "A matching furniture set in a living room.", "A red, green, and white couch and ottoman in a living room with a hardwood floor.", "Colorful furniture on wooden floor in room.", "Matched flowered and plaid living room set."], "pottedplant_2008_007226.jpg": ["A potted plant with only two leaves sprouted.", "A seedling in a terracotta pot.", "A sprouting plant in a ceramic pot in front of a window.", "A tiny plant is growing in a terra cotta pot of dirt.", "New plant growth in red clay pot."], "tvmonitor_2008_007916.jpg": ["A darkened desk with a desktop PC and a lamp.", "a desk lamp is turned on and showing a desktop computer ", "A faint glow from a lamp shows a desktop computer.", "Computer lit by a lamp.", "Laptop on a desk with a lamp "], "cow_2008_007544.jpg": ["A black and brown cow walking through the grass field.", "A black cow and a brown cow standing in front of a small copse of trees in a field.", "A black cow and a brown cow stands in a plain in front of an uprooted tree.", "Two cows standing under a tree looking at the camera.", "Two goats standing in a field by a tree."], "chair_2008_002674.jpg": ["A dark-skinned woman sits in a rocking chair holding a tiny baby wrapped in a blanket.", "An African-American woman in a rocking chair holds a newborn child.", "A woman holding a baby poses in a wooden rocking chair.", "A woman holding a small baby.", "A woman in black rocking a new baby wrapped in a blanket."], "pottedplant_2008_007621.jpg": ["A brown and white dog poses near a fruit tree in a container pot.", "A brown and white dog stands and looks at the camera.", "A dog with large ears looks up at the camera while next to a small bush.", "the white and brown dog is excited to go on a walk in the sunshine ", "Young basset hound standing on patio looking at camera."], "tvmonitor_2008_003466.jpg": ["A silver television on a silver stand with visible wires.", "a silver TV with a silver stand ", "A television is on a media stand near a plant.", "A television with a show on.", "A TV and cable unit that is currently playing a video."], "aeroplane_2008_001971.jpg": ["An airplane approaches a runway.", "An Swiss-Air flight has just taken off from a runway.", "A white Swiss airplane approaches the runway.", "The Swiss airline arrives safely.", "The white airplane is flying."], "horse_2008_007319.jpg": ["A white horse and a white and brown horse stand together at a red fence.", "Profile headshot of a white horse and a colt.", "Two horses standing in a pen.", "Two white horses, one large, the other smaller with darker face, look over a fence.", "Two white horses staring over a fence."], "horse_2008_008487.jpg": ["A father and a daughter looking at a pony through a chain link fence ", "A man and child admire a horse.", "A man and child looks at a horse through a wired fence.", "A man holding a small child looking at a pony.", "A man holding a small child stands near a donkey in a pen."], "bottle_2008_005140.jpg": ["A bottle of beer and its cap.", "A bottle of beer with the cap taken off.", "A bottle of Fort Garry Dark Ale sits open on a brown table, the cap resting next to it.", "An open bottle of dark ale beer.", "Opened bottle of beer "], "pottedplant_2008_004634.jpg": ["a wild garden with two potted flowers ", "Lush plants grow in terra cotta pots and directly out of the ground.", "There are several different colors of flowers and types of plants in this garden.", "There are two flowerpots in the middle of the planted flowers on the ground.", "Two potted plants are surrounded by a lovely green garden of varying plants and flowers."], "dog_2008_000053.jpg": ["A black and white dog looking at the camera.", "A black boxer dog with a white underbelly and brown collar looks at the camera.", "a close up of a black pug ", "A dog's face.", "Close up of black and white bulldog's face."], "bird_2008_008461.jpg": ["A bird in the tree is shaking its feathers.", "A bird is sitting on branches of a tree.", "A bird sitting on a branch viewed from below.", "A small bird on a tiny branch.", "Fuzzy image of critter on tree branch."], "sheep_2008_008319.jpg": ["Children looking a sheep. ", "Children walking through farm looking at the sheep through red fencing.", "Four children looking at barn animals.", "Four children looking at sheep. ", "Four small children looking at sheep in wooden pens with red metal outer bars."], "cow_2008_002278.jpg": ["Cattle grazing on a snowy field.", "Cattle in a snow-covered field.", "Cows grazing in a snow covered field ", "Five cows grazing in a snow covered field.", "Three black cows and one brown cow stand in a snowy field."], "sofa_2008_004938.jpg": ["An overweight woman in pajamas and bunny slippers is sitting on a green couch.", "a woman seats on a couch. she has a white dress with flowers ", "A women sits on a sofa wearing a dress, slippers and hat.", "Older woman dressed in white night gown on tan couch.", "Woman in a floral nightgown sits on a couch."], "person_2008_001932.jpg": ["A closeup headshot of two women with one sticking out her tongue.", "A woman in a gray shirt smiles for the camera while the woman behind her makes a face.", "A woman with a surprised look on her face is holding a smiling woman from behind.", "Two women make faces at the camera.", "Two women posing for the camera with the women behind pulling a face."], "bottle_2008_004581.jpg": ["A messy car ", "A messy car inside and steaming wheel ", "Inside of car with driver and passenger airbags deployed.", "The driving seat of a car with the airbags used and deflated.", "The interior of a car with deployed air bags and an unopened bottle of Dr. Pepper on the floor."], "bottle_2008_005752.jpg": ["A black and white photo of a bottle sitting atop a rock carving in front of a line of bushes.", "A bottle of water sitting on a stone in the cemetery.", "A bottle of water sitting on a stone with other stones and a wall in the background.", "Milk bottle standing on a stone.", "Somebody down't \"got milk\"!"], "bus_2008_008043.jpg": ["A car on a snow covered runway next to an Isreali airplane.", "A green truck is traveling by an airplane on the snowy road.", "An armored personnel vehicle on a snowy tarmac. ", "A view of the airport from a parked airplane on a snowy day.", "Snow covered lot in front of large building."], "aeroplane_2008_008546.jpg": ["A red and white plane flying on a sunny day.", "A small red and white plane is flying over a grassy hill.", "A white and red plane flying past a mountain.", "Red and white plane flying through the air.", "The red and white airplane is flying in front of the mountain."], "cow_2008_001359.jpg": ["a girl with glasses and a brown cow ", "a woman petting a brown cow ", "A women in glasses stands next to a cow in a field.", "A women standing next to a brown cow.", "A young brunette beside a brown cow."], "bicycle_2008_006154.jpg": ["A man looks on at a bicycle race.", "Spectators watching a bicycle race ", "Two bicycle racers and spectators.", "Two bicyclists pass spectators on the road near a field.", "Two men on bicycles, with onlookers."], "pottedplant_2008_007525.jpg": ["A group of four people walking past a giant mushroom.", "A number of people in winter clothing walk among a pair of sculptures.", "Crowd of people walking past a giant mushroom.", "People under a giant mushroom.", "People walk at a theme park."], "boat_2008_002773.jpg": ["Airplanes flying in formation over boats in a body of water.", "Four blue air planes fly over water with five white boats in it.", "Four blue and yellow planes flying over four boats.", "Four blue and yellow planes in flight.", "Four blue jets fly above a harbor trailing blue smoke."], "bird_2008_006667.jpg": ["A black bird with white chest resting on a tree limb with a bright blue sky in the background.", "A green and grey bird is sitting in a tree.", "A green and white pigeon perched in a tree.", "Bird with a green head and white chest perched on a tree branch.", "Green and white bird perched on tree branch."], "diningtable_2008_003881.jpg": ["Two smiling women holding a baby.", "Two woman pose in a dining room with a baby.", "Two women and a baby pose in front of a dining room.", "Two women posing with a baby.", "Two women smiling at the camera while one of them holds a small child."], "diningtable_2008_005081.jpg": ["A black table with white fuzzy chair.", "A dining room set with a black table and eight tan suede chairs.", "A dining room set with a black table and eight white chairs ", "A dining room table with six chairs and a centerpiece.", "A minimalist dinning room."], "car_2008_008338.jpg": ["A white Jeep at a dealership.", "A white Jeep is parked in front of a brick building.", "A white jeep parked in front of a store.", "A white Jeep parked on a street.", "A white jeep with a brown top."], "motorbike_2008_006857.jpg": ["A helmet wearing motorcycle stuntman performs for a crowd.", "A man performing a trick on his motorcycle in front of a crowd.", "A man standing on the seat of a motorbike that is being ridden on its back wheel.", "A man wearing a helmet does a wheelie on a motorcycle as a crowd watches.", "Young man wearing jeans and helmet rides his motorcycle in front of a small crowd."], "boat_2008_006877.jpg": ["A boat is going down a river in a city.", "A passenger boat travels down a city river.", "A river view of a city.", "A view of a city from the river.", "Tranquil image of a riverboat moving smoothly with the city in the background."], "cow_2008_004701.jpg": ["A black bull is confined by metal fencing.", "A black bull is looking to his right and standing in front of a fence.", "A bull looking through a fence.", "A bull who is fenced in.", "Right side of a black bull's face viewed from behind."], "sofa_2008_007043.jpg": ["Two smiling young ladies sitting on a couch.", "Two women on a rust-colored sofa smile into the camera.", "Two women on a sofa in a cafe looking at the camera.", "Two women sitting on a large sofa in a coffee shop.", "Two women sitting on brown couch."], "horse_2008_007625.jpg": ["A man in a black uniform on a white horse.", "A man in a top hat rides a white horse.", "A man wearing black formal wear & a black top hat is riding a white show horse.", "A man with a top hat riding a white horse.", "A person in riding attire on a white horse."], "bicycle_2008_007993.jpg": ["A girl on a chopper bicycle.", "A girl with a helmet on a bicycle near a river.", "A girl with a helmet riding a bicycle.", "The girl is riding her bicycle down the road.", "Young girl riding bicycle on bike path."], "person_2008_007476.jpg": ["A man is watching TV on the foot of his bed.", "A man sits crossed legged on a bed watching a small TV.", "A man sits on a bed very close to a small television.", "a man sitting in bed in a yellow room watching a small TV ", "Lonely man watching TV alone "], "horse_2008_005168.jpg": ["A man standing near a street with a horse drawn carriage behind him ", "A man standing on the sidewalk near a horse and carriage.", "A man stands for a picture with a horse-drawn carriage.", "A man wearing a blue t-shirt poses in front of a horse and carriage in a city street.", "The man is standing on the sidewalk in front of the horse."], "motorbike_2008_002972.jpg": ["A black jacket is lying on the ground in front of a yellow motorcycle.", "A black jacket sits on the driveway next to a yellow motorcycle.", "A motorcycle parked in a driveway next to a coat.", "a yellow classic motorcycle and riding gear on the ground in front of it ", "Yellow and black motorcycle parked on driveway."], "sheep_2008_002150.jpg": ["A blonde girl sits on the side of a mountain next to a sheep. ", "A girl in a pink sweatshirt sits on a mountain near a sheep. ", "A woman in the mountains being approached by a sheep ", "A woman looking at a sheep on top of a cliff.", "a woman sitting next to a white sheep on a green cliff "], "bird_2008_007839.jpg": ["A Hummingbird landing on a selection of glassware outside.", "A hummingbird perched on a feeder.", "Humming bird and feeders ", "Humming bird perched on metal bar.", "Two hummingbird feeders, one blue one red, with a hummingbird above."], "sofa_2008_007021.jpg": ["The two dogs blend in with the stuff animals.", "Two dogs and a set of stuffed animals rest on a leather couch.", "Two dogs sit on a couch with many stuffed animals.", "Two golden dogs laying on the couch with several stuffed animals.", "Two golden retrievers on couch with many stuffed animals."], "chair_2008_002508.jpg": ["A livingdining room with a large dining table on the right hand side.", "A nice dining room ", "A room has a table and chairs and sofas in it.", "A room with contemporary furniture including a wooden table with six chairs and a couch.", "Well lit room with table and chairs, and other furniture."], "chair_2008_002481.jpg": ["A computer monitor is turned on in a room with a chest of drawers and a terrier lamp.", "A light is on in the cluttered, butterscotch room with a computer desk and dresser.", "An orange room has a bureau and a desk with a computer.", "This is a cluttered youths bedroom.", "This room has orange walls, a white dresser, a computer and a lot of clutter."], "chair_2008_005414.jpg": ["A group of people sitting around a table on a porch.", "A sidewalk view of two gentlemen hanging out on the porch.", "People sitting on the porch ", "Several people sitting on back patio talking.", "Two people relax on a porch."], "bicycle_2008_005276.jpg": ["A woman posing in front of an apartment building in the snow.", "A woman standing on the snow covered ground.", "A woman stands in front of a building in the snow.", "A young woman, bundled up for the cold, stands in the snowy yard of an urban stone building with 2 balconies and red trim.", "Girl in front of building on a snowy day "], "dog_2008_005890.jpg": ["A black cat on a pillow and a grey dog on a sofa.", "A cat and a dog look at each other from across a room.", "A cat lays on a rug and a dog lays on a couch.", "A dog sleeping on a sofa while a black cat sits on a cushion.", "A shaggy black dog on a couch to the left and a black cat on a cushion to the right "], "horse_2008_008262.jpg": ["A black and white photo of three horses, their handlers, and three onlookers.", "Black and white scene of three people looking at three horses.", "People stand in the arena with horses.", "The horses prepare for the show.", "Three horses are shown using halters."], "horse_2008_000912.jpg": ["A close-up of a brown horse.", "A horse facing the camera with a horse in the.background", "A horse standing near a gate with another horse in the background.", "A reddish brown horse looking over a fence.", "A young horse looks into the camera from behind a fence."], "bus_2008_002451.jpg": ["A group of teenagers dancing near a bus.", "Eleven people in tie-dye playing a game.", "Group of people dressed in pink shirts and white pants.", "Men in red tie dyed t-shirts and white pants in front of a red fence with the Olympic symbol on it.", "Youths in costume practice their steps before performing at the Turin Winter Olympic Games."], "bird_2008_006924.jpg": ["A hand holding bird seed and a small bird.", "A person holding a small bluebird.", "A person holds a bird and seeds.", "A small bird is sitting on a person's hand that has bird seed in it.", "A small black, white, and brown bird perched on and eating out of a man's hand."], "horse_2008_006429.jpg": ["A beige horse poses for the camera with her foal.", "A brown horse and brown pony in a forest.", "Adult horse and foal standing in forest.", "A mare and her foal in the woods.", "Horse with colt in a forested area."], "pottedplant_2008_005914.jpg": ["A small house with a broken door and windows.", "Rundown house with door falling down.", "The dilapidated house seems to have things growing out of it.", "the front of a small abandoned house ", "White abandoned house with overgrown vines."], "cow_2008_008428.jpg": ["A black and white horned cow standing in a field.", "A close up of a black and white male cow.", "A cow in a grassy area.", "A large black and white cow in a field.", "The black and white bull is looking at the camera."], "chair_2008_002521.jpg": ["A desk and chair are illuminated and near a laundry closet.", "A room with tan walls and a washer and dryer.", "A small desk with chair near a laundry closet.", "Small wood desk with papers spread on it.", "There is a small desk and chair in front of the laundry room."], "sheep_2008_004854.jpg": ["A black sheep and a white sheep stand on grass, but the white one has blue earphones and an spot.", "A white sheep wearing blue headphones with a black sheep behind.", "One white sheep and one black sheep listening to music with headphones.", "Sheep wearing a blue headset.", "Two sheep in a field, one of them wearing headphones."], "person_2008_001318.jpg": ["A girl wearing black.", "a stretched close-up of a girl in black ", "A woman taking her own photo from above.", "A young woman dressed in black.", "Close up photo of a brunette wearing a serious expression."], "dog_2008_007871.jpg": ["A black dog is standing near some scaffolding with some plywood in front of it.", "A black dog standing in a room being constructed.", "A black dog stands in the middle of a construction site.", "A black dog stands next to materials at a construction site.", "A dog standing in an uncompleted house next to plywood."], "sheep_2008_007693.jpg": ["Lambs stand behind a barbed wire fence.", "The fenced in sheep look out at the world beyond.", "The flock of sheep are behind a barbed wire fence.", "There are some sheep staring out from inside a barbed wire fence.", "The white sheep stand behind the fence."], "bicycle_2008_006064.jpg": ["A man and his bicycle laying down on the green grass.", "A person rests on a grassy lawn, next to a bicycle in front of white domed buildings.", "A young artist takes time to sketch the building.", "A young man lays on his stomach in front of a fancy greenhouse.", "Person reading book on grass in front of white building."], "bus_2008_007352.jpg": ["A double decker bus drives on a city street.", "A red double decker bus driving down a street.", "A red double decker bus in a busy street in England ", "Red double decker bus with the number 24 in the window.", "The red bus is on the street with two other cars."], "cat_2008_000670.jpg": ["a brown cat sleeping on a sofa ", "A cat sleeping on the coach with a pillow behind it.", "An orange tabby cat sleeping on the sofa.", "Orange cat sleeping ", "Yellow striped cat resting on blue sofa."], "bus_2008_005984.jpg": ["A close-up of a yellow school bus.", "a yellow school bus ", "A yellow school bus.", "A yellow school bus with it's door open.", "Yellow school bus parked in gravel."], "person_2008_007584.jpg": ["A group of people sitting on a small sofa next to a kitchen.", "Five people gather together on a loveseat.", "Five people sitting on one couch.", "Group of five family members sitting on loveseat.", "The family photo is taken near the kitchen."], "aeroplane_2008_006401.jpg": ["A small plane grounded in a field of grass.", "A small, white plane sits in a grassy airfield.", "A small, white SE-KEO airplane parked on the grass.", "A white plane with orange letters sits on a grassy field.", "White propeller plane parked in middle of grassy field."], "motorbike_2008_005427.jpg": ["A man does a trick by standing on the seat of a moving motorcycle.", "A man standing on the seat of a motorcycle and doing a wheelie.", "A motorbike being ridden on its back wheel with the rider standing on the seat.", "A person on a motorcycle is standing on the seat doing tricks.", "A person stands on the motorcycle seat and pops a wheelie."], "tvmonitor_2008_006624.jpg": ["A large T.V. rests in the center of the room against a brick wall.", "A living room with a large television, blue chair, and other personal items.", "A living room with a large TV, blue patterned chair and brick walls.", "A television, upholstered chair, and coffee stable in a bright room.", "Living room with TV and recliner."], "bird_2008_005186.jpg": ["An American Eagle standing on a post with its wing down.", "An eagle is perched among trees.", "A picture of a bald eagle on a roped stem.", "Eagle perched on a thick rope.", "The bald eagle is perched on a rope."], "train_2008_007231.jpg": ["A large yellow locomotive showing the number 8300 with a bright blue sky above.", "an old yellow diesel engine ", "A train emblazoned with \"8300\" beneath a lovely blue sky.", "A yellow train stopped.", "a yellow train with 8300 on it "], "sheep_2008_007814.jpg": ["A close-up of a lamb with its ear tagged, standing on grass.", "A close-up of a sheep in the grass.", "A lamb with a yellow tag in his ear looking at the camera.", "A white sheep in a field of grass.", "White lamb standing in grassy field."], "sheep_2008_004629.jpg": ["A domestic animal stands in a pen.", "A sheep standing on a table at auction.", "A tall animal is confined by blue metal fencing.", "White sheep in captivity.", "Woolly sheep at auction house."], "aeroplane_2008_006700.jpg": ["An airplane facing the camera.", "A plane is sitting on the cement at a small airport.", "Front of a twin engine propeller airplane.", "Front view of a propeller airplane parked on a runway.", "The historic planes sits in its place."], "sofa_2008_004670.jpg": ["An empty college common space with empty chairs, a couch and a ping pong table.", "A party room.", "A recreation room with a ping pong table, chairs, and a striped couch.", "A striped sofa and office chairs are near a ping pong table.", "Room set up with going away decorations on wall."], "cow_2008_008541.jpg": ["A black and white cow looking through the fence.", "A cow looking through a metal gate.", "An angry bull glares through his pen.", "a stretched close-up of a black and white cow behind a fence ", "Cow in captivity standing in dirt."], "bird_2008_003160.jpg": ["A family of hens walking down a dirt road.", "A flock of chickens on a dirt road.", "A group of chickens walking along a dirt track.", "Nine chickens on a dirt road.", "There is a dirt road with multiple roosters wandering around."], "bird_2008_008354.jpg": ["A green and orange lovebird with its feet vertically on its cage.", "A yellow and orange bird hold on to the side of a cage.", "A yellow parrot clings to the side of its cage.", "Beautiful orange and green bird hanging onto a cage.", "Yellow and orange parrot hanging from the side of his cage."], "bus_2008_004968.jpg": ["A city street with buses in the distance.", "A paved road in an urban setting.", "A wide street with a person standing on the sidewalk waiting for a bus.", "Empty downtown road in the winter with pedestrians on the sidewalk.", "Several people standing on sidewalk on side of empty street."], "cow_2008_006355.jpg": ["a black and white cow standing in the field.", "A cow stands next to a tall fence on some snow.", "A lone cow sits in the cold of the yard.", "Black and white cow standing near pile of snow.", "Black and white cow with front feet in snow."], "car_2008_003329.jpg": ["A bicyclist explaining arm pain to a fellow rider wearing yellow.", "Bicyclers talking and riding together on a paved trail.", "Four bikers coming out of a mountain bike trail.", "People in bright colored outfits are riding bicycles ", "Two people are riding their bikes and talking, while two people are biking behind them."], "person_2008_006181.jpg": ["A man jogging in a race.", "A man running a race down a street.", "A man running down a street wearing the number 129.", "A runner paces along the marathon path.", "The man is running on the street."], "dog_2008_004950.jpg": ["A young boy holds a puppy up in front of a spiderman poster.", "A young boy is holding a white puppy while standing in front of a large Spiderman picture.", "Little boy holding white puppy standing in front of Spiderman poster.", "Small boy and puppy standing in front of a film poster.", "The young boy holds the a puppy at a flea market."], "horse_2008_008453.jpg": ["A group of horses grazing in a field.", "Group of horses grazing in grassy field.", "Horses graze in the pasture.", "Seven brown horses graze in a field in front of the trees.", "Seven brown horses grazing in the field."], "cat_2008_002329.jpg": ["A cat playing with a feather.", "A ginger and white cat swats at a green feather.", "An orange striped cat playing with fuzz on the end of a stick.", "Tan domestic cat scratching at toy.", "The kitten is batting at a cat toy."], "tvmonitor_2008_006887.jpg": ["A Mickey Mouse figurine is sitting next to a toy hippo.", "A Mickey Mouse toy ", "A small Mickey Mouse figurine on a desk next to a crazy white figurine.", "Trinkets sit on a desk for all to admire.", "Two plastic toys sitting on top of an office monitor."], "car_2008_006762.jpg": ["A silver car parked in a suburban neighborhood.", "A silver saloon car parked in a residential street.", "Silver car parked on side of road.", "The front and right side of a silver Grand Am.", "This is a silver four-door car on a road."], "sofa_2008_003393.jpg": ["A girl on a couch looking to the woman sitting next to her.", "A mother and daughter sit on a brown couch with a baby pillow.", "A woman with a white pillow sits on a sofa near a girl in a pink sweater.", "A women sitting with her daughter.", "The young girl looks admirably at her grandmother."], "horse_2008_002338.jpg": ["Two brown horses in a pasture.", "Two brown horses standing in a green meadow.", "Two brown horses standing in grassy field.", "Two horses stand in a green field with trees.", "Two horses standing in a field with trees in the background."], "diningtable_2008_003753.jpg": ["A kitchendining room with a computer workstation ", "A kitchen table with chairs and a computer work station nearby.", "A kitchen with a computer in it.", "An orange light fixtures hangs in a kitchen ", "The interior of someone's home including kitchen, hall, and bathroom."], "pottedplant_2008_008402.jpg": ["A living with pink walls.", "A room with pink walls, a kitchen table, pink couch, and other furniture.", "Dining room of a house with a white dining room set on and a pink chair ", "Room with pink chair and pink wall paint.", "The room is decorated with pink walls and furniture."], "pottedplant_2008_006068.jpg": ["A black and white cat along with a purple African violet plant atop a windowsill.", "A black and white cat is lying on a windowsill with a cyclamen in a pot next to it.", "A black and white cat is sleeping next to a plant in the window.", "A cat sleeps on a window sill next to a flowering plant.", "Large black and white cat resting on a windowsill."], "tvmonitor_2008_003995.jpg": ["College students finally get the answer they've been looking for.", "Four people interested in something on a computer monitor.", "Four people stacking hands with a computer monitor in the background ", "friends in front of acomputer ", "One man sitting next to a computer screen pointing to it while three others look at the screen."], "boat_2008_005683.jpg": ["Boats anchor off a short distance from the shore.", "Boats, blue lake and villas in front of a hill.", "Boats on the ocean with a hill behind it.", "The boats are on the water located in front of the mountain.", "Three sailboats in a row on a bright blue sea."], "bird_2008_000095.jpg": ["A large bird wades in the water while the turtles climb the log.", "A stork stands on a fallen tree over a pond while three turtles climb out of the water.", "The long necked bird is perched on a branch with three turtles.", "Three turtles and an egret are standing on a log in a pond.", "Three turtles climbing up a log that a bird is sitting on."], "tvmonitor_2008_004097.jpg": ["A cluttered living space is typical of a small apartment.", "a small room with a fan and a small coffee table ", "A small TV along with a coffee table, shelves and fan.", "Living room with table and entertainment center.", "Person writing on notepad in living room."], "train_2008_006158.jpg": ["A passenger train coming into a station.", "A subway train pulling into the station.", "A train on drinks pulling into a station.", "Train going down the tracks through a tunnel,", "Train in a station."], "bottle_2008_002870.jpg": ["A dark-skinned man in a green jacket holds up a bottle of beer toward me.", "A man raises a lager beer bottle.", "A young man holds up a bottle of lager while two other men stand in the background.", "A young man holds up a bottle of light beer.", "The guy in the green shirt is holding a beer up in the air."], "car_2008_000953.jpg": ["The curious boys look in the shed.", "Two boys are looking into the window of a shed.", "Two children look into the window of a small shed.", "Two small boys in a woody area looking at a shed.", "Two small children looking into a small wood and brick shed."], "sofa_2008_001869.jpg": ["A black and white photo of a living room with a large window, sofa, and chair.", "a black and white photo of a modern living room facing a snowy view ", "A black and white scene of a well furnished room with a view outlooking a forest.", "A living room with large windows overlooking the forest.", "Black and white picture of a living room looking out over trees."], "train_2008_006655.jpg": ["A blue and yellow train crosses a river near a waterfall.", "A blue train crosses over a ditch in the mountains.", "A blue train crossing over a pulley.", "A blue train with silver top that is crossing a divide.", "Blue train over rocky crevasse "], "train_2008_008545.jpg": ["A coal train traveling down the tracks.", "A locomotive with smoke coming out of the top going away from the camera.", "a steam train with dark smoke ", "Steam rises from the train engine on the tracks.", "The steam from the train signals it is time to move out."], "cow_2008_008241.jpg": ["A cow drinking out of a water trough ", "Brown and white cows are eating from a trough.", "Cow drink from the trough on the farm.", "Four brown and white cows at the watering trough.", "The brown and white cows are eating in the trough."], "aeroplane_2008_008446.jpg": ["A plane maneuvers at low altitude over the river.", "A red airplane flying over a white and gray harbor scene.", "A red plane is banking over a shipyard.", "A stunt plane flies low over water.", "Red airplane in flight on a cloudy day."], "pottedplant_2008_006337.jpg": ["A back porch in the rain.", "A patio with a chair is beside a tool shed.", "A small yard with plants and a green plastic chair.", "Hail stone-covered patio outside.", "There is a green chair on a deck along with some potted plants."], "person_2008_004330.jpg": ["A child in pajamas opens a wrapped gift in front of a Christmas tree.", "A child opening presents on Christmas morning.", "A little boy opens presents next to a tree on Christmas morning.", "A red headed child in his pajamas opening christmas gifts.", "Young boy with glasses and dressed in blue opening Christmas presents."], "bird_2008_002970.jpg": ["A red and brown bird is perched on branches.", "A red bird is perched in a tree.", "A small red and gray bird perched amongst the bare branches of a tree.", "A small red and grey bird perched in a tree.", "The bird is sitting on the branch."], "bird_2008_001673.jpg": ["A woman has a bird on her shoulder, and another bird on her head ", "A woman with a bird on her head and a bird on her shoulder.", "A women sitting at a dining table with two small birds sitting on her.", "A young Asian woman sitting at a kitchen table with a bird on her head and another on her shoulder.", "Two birds are perched on a woman sitting in a kitchen."], "person_2008_004426.jpg": ["A girl wears a dark sweater and a statement necklace.", "a woman with a big necklace ", "A young woman with a black top and a necklace.", "Close up of a woman in a black blouse.", "Portrait of a asian girl in black outfit with a large diamond necklace."], "sheep_2008_008109.jpg": ["A large sheep standing between large trees in a rural area.", "A ram stands in the middle of a group of trees.", "A sheep standing in a forest.", "a sheep under pine trees ", "The sheep is standing under the trees."], "cow_2008_007596.jpg": ["a black and white photo of a cow under a tree ", "A black and white photo of a cow walking under a tree in a field.", "Black cow walking under trees in pasture.", "Cow walking under the tree in a pasture.", "The cow is grazing in the field."], "tvmonitor_2008_005817.jpg": ["A flat screen with all sorts of wires and electronics in front of it.", "A jumbo jumbo of technology paraphernalia.", "A lot of electronics is stacked on the floor near a mounted flat screen television.", "A room cluttered with boxes and wires has a flat-screen television on the wall.", "A storage room with electronics and a TV on the wall."], "sheep_2008_006059.jpg": ["A sheep is being sheared by two young ladies.", "Two people cutting the wool off of a sheep. ", "Two women shearing a sheep on a table.", "Two women sheering a sheep. ", "Two young women shear a sheep. "], "bicycle_2008_003072.jpg": ["A bicycle is parked on a trail among trees.", "A dirt bike being ridden up a wooded path.", "A person on a mountain bike makes his way up a steep dirt trail.", "Person walking a bike in a wooded area.", "Two people on dirt bikes ride up a hill."], "tvmonitor_2008_007196.jpg": ["Several televisions are on the floor and stacked up on top of one another.", "There are three TV's and a TV box piled on the floor.", "This is an image of the back of some old televisions.", "Three televisions, on on the floor, the other two on a box.", "Two portable televisions on a brown rug. "], "chair_2008_001928.jpg": ["A couple wearing black sits in a restaurant with a log cabin decor.", "A man and woman pose at a restaurant table with a maroon table cloth.", "A man and woman sit at a table in a restaurant.", "Two people sitting at a table at a restaurant.", "Wine and roses adorn the table while a happy couple poses for the photo."], "cat_2008_001290.jpg": ["A black stripped cat ", "A striped cat laying down on a bag of cat litter.", "Domestic cat laying on back of cat litter.", "Striped cat lounges on top of cat food bag.", "The cat is sitting on a bag of cat food."], "train_2008_008527.jpg": ["A yellow and white train and one orange train on the opposite sides of a small train station.", "There is a train and two yellow and white cars at the train station.", "Two trains are on train tracks near a median.", "Two trains inside a train station.", "Two train tracks with a train on each."], "horse_2008_008296.jpg": ["A pitched tent with a horse in the background.", "A small tent in front of a field with a horse fenced in.", "A small yellow ivy tent sits in front of a horse behind a fence under a large tree.", "A yellow tent in front of a horse in it's pasture.", "Small personal tent with horse in background standing in grassy field."], "aeroplane_2008_000716.jpg": ["One jet lands at an airport while another takes off next to it.", "Two airplanes parked in an airport.", "Two jets taxi past each other.", "Two parked jet airplanes facing opposite directions.", "two passenger planes on a grassy plain "], "dog_2008_007519.jpg": ["A brown dog lying on the grass.", "A brown dog smelling grass.", "A large down resting on the lawn.", "The pet dog rest in the yard.", "The way this great dune is sprawled on the grass suggests it might be tired."], "aeroplane_2008_001448.jpg": ["a larger plane in flying above a smaller plane ", "Black and white scene of two planes flying.", "Two airplanes in the sky.", "Two fighter planes mid-flight.", "Two military planes fly near each other."]}